Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_user_data.afr_ZA.po
Languages: za

source: Personal info: Phone Number: {{msisdn}} ID Number: {{id}} Date of Birth: {{dob}} Channel: {{channel}} Language: {{lang}}
za: Persoonlike info: Selnommer: {{msisdn}} ID-nommer: {{id}} Geboortedatum: {{dob}} Kanaal: {{channel}} Taal: {{lang}}

source: Personal info: Phone Number: {{msisdn}} Origin of Passport: {{passport_or}} Passport: {{passport_num}} Date of Birth: {{dob}} Channel: {{channel}} Language: {{lang}}
za: Persoonlike info: Selnommer: {{msisdn}} Oorsprong van Paspoort: {{passport_or}} Paspoort: {{passport_num}} Geboortedatum: {{dob}} Kanaal: {{channel}} Taal: {{lang}}

source: {{first}} Message set: {{mset}}
za: {{first}} Boodskapgroep: {{mset}}

source: What would you like to do?
za: Wat wil jy graag doen?

source: See my personal info
za: Sien my persoonlike info

source: Change my info
za: Verander my info

source: Request to delete my info
za: Vra hulp om my info te skrap

source: More
za: Meer

source: Back
za: Terug

source: Main Menu
za: Hoofmenu

source: Use a different phone number
za: 'n Ander foonnommer gebruik

source: Update my language choice
za: My taalkeuse bywerk

source: Update my identification
za: My identifikasie bywerk

source: Receive messages over {{channel}}
za: Ontvang booskappe oor {{channel}}

source: What would you like to change? To change your due date, visit a clinic
za: Wat wil jy graag verander? Om jou verwagte datum te verander, gaan na 'n kliniek

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered. Do you want us to delete it now?
za: MomConnect sal outomaties jou persoonlike info skrap 7 jaar en 9 maande na registrasie. Of wil jy dit nou skrap?

source: Yes
za: Ja

source: No
za: Nee

source: Thank you. Your info has been updated. You will now receive messages from MomConnect via {{channel}}.
za: Baie dankie. Jou info is bygewerk. Jy sal nou boodskappe van MomConnect ontvang oor {{channel}}

source: Update my other info
za: Werk my ander info by

source: Choose a language for your messages:
za: Kies 'n taal vir jou boodskappe:

source: isiZulu
za: Zulu

source: isiXhosa
za: Xhosa

source: English
za: Engels

source: Sesotho sa Leboa
za: Noord-Sotho

source: Setswana
za: Tswana

source: Sesotho
za: Sotho

source: Xitsonga
za: Tsonga

source: siSwati
za: Swati

source: Tshivenda
za: Venda

source: isiNdebele
za: Ndebele

source: Thank you. Your info has been updated. You will now receive messages from MomConnect in {{language}}.
za: Baie dankie. Jou info is bygewerk. Jy sal nou boodskappe van MomConnect ontvang in {{taal}}

source: What kind of identification do you have?
za: Watter soort ID het jy?

source: South African ID
za: Suid-Afrikaanse ID

source: Passport
za: Paspoort

source: Thank you. Please enter your ID number. eg. 8805100273098
za: Baie dankie. Tik jou ID-nommer in ( bv. 8805100273098)

source: Invalid ID number. Please re-enter
za: Ongeldige ID-nommer. Tik asb weer in

source: What is the country of origin of the passport?
za: Watter land het jou paspoort uitgereik?

source: Mozambique
za: Mosambiek

source: Malawi
za: Malawië

source: Nigeria
za: Nigerië

source: DRC
za: DRK

source: Somalia
za: Somalië

source: Other
za: Ander

source: There was an error in your entry. Please carefully enter the passport number again.
za: Daar was 'n fout met die info wat jy ingetik het. Tik asb weer jou paspoortnommer in

source: Please enter the passport number:
za: Tik asb jou paspoortnommer in:

source: Thank you. Your info has been updated. Your registered identification is {{identification_type}} {{identification_number}}.
za: Baie dankie. Jou info is bygewerk. Jou geregistreerde identifikasie is {{identification_type}} {{identification_number}}.

source: Please enter the new phone number we should use to send you messages eg. 0813547654
za: Tik asb die nuwe foonnommer in wat ons vir jou boodskappe moet gebruik, bv. 0813547654

source: Invalid phone number. Please re-enter (with no spaces)
za: Ongeldige selnommer. Tik asb weer in (met geen spasies)

source: Sorry, the number you are trying to move to already has an active registration. To manage that registration, please redial from that number.
za: Jammer, die nommer wat jy nou wil gebruik het reeds 'n aktiewe registrasie. Om daardie registrasie te bestuur moet jy met daardie nommer bel

source: Thank you. Your info has been updated. You will now receive messages from MomConnect via on phone number {{msisdn}}
za: Baie dankie. Jou info is bygewerk. Jy sal nou boodskappe van MomConnect ontvang op selnommer {{msisdn}}

source: Your personal information stored on MomConnect has not been removed.
za: Jou persoonlike info wat op MomConnect gestoor is, is nie verwyder nie.

source: Thank you. All your information will be deleted from MomConnect in the next 3 days.
za: Baie dankie, Al jou persoonlike info sal uit MomConnect geskrap word binne die volgende 3 dae.

source: Sorry, the number you dialled with is not recognised. Dial in with the number you use for MomConnect to change your details
za: Jammer, die nommer wat jy geskakel het, is onbekend. Skakel die nommer wat jy altyd vir MomConnect gebruik om jou info te verander.

source: I don't have that SIM
za: Ek het nie daardie SIM-kaart nie.

source: Exit
za: Gaan uit

source: Thank you for using MomConnect. Dial *134*550*7# to see, change or delete the your MomConnect information.
za: Baie dankie dat jy MomConnect gebruik. Skakel *134*550*7# om jou MomConnect info te sien, te verander of te skrap.

source: Please enter the number you receive MomConnect messages on.
za: Tik asb die selnommer in waarop jy jou MomConnect boodskappe ontvang.

source: Sorry we do not recognise that number. New to MomConnect?Please visit a clinic to register. Made a mistake?
za: Jammer, ons herken nie daardie selnommer nie. Is jy nuut by MomConnect? Gaan asb na ’n kliniek om te registreer. Het jy ’n fout gemaak?

source: Try again
za: Probeer weer

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your SA ID number now.
za: Baie dankie. Ons moet eers jou identiteit verifieer voordat jy jou selnommer kan verander. Tik nou asb jou SA ID nommer in.

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your passport number now.
za: Baie dankie. Ons moet eers jou identiteit verifieer voordat jy jou selnommer kan verander. Tik nou asb jou paspoortnommer in.

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your date of birth in the following format: dd*mm*yyyy
za: Baie dankie. Ons moet eers jou identiteit verifieer voordat jy jou selnommer kan verander. Tik asb jou geboortedatum soos volg in: dd*mm*jjjj

source: Sorry that is not the correct format. Please enter your date of birth in the following format: dd*mm*yyyy. For example 19*05*1990
za: Jammer, dit is nie in die regte formaat nie. Tik asb jou geboortedatum soos volg in: dd*mm*jjjj byvoorbeeld 19*05*1990

source: Thank you. Please select the language you receive message in:
za: Baie dankie. Kies asb die taal waarin jy boodskappe ontvang:

source: Sorry one or more of the answers you provided are incorrect. We are not able to change your mobile number. Please visit the clinic to register your new number.
za: Jammer, een of meer van jou antwoorde is verkeerd. Ons kan nie jou selnommer verander nie. Gaan asb na die kliniek toe om jou nuwe selnommer te registreer.

source: Thank you. Please enter the new number you would like to use to receive messages from MomConnect.
za: Baie dankie. Tik asb die nuwe selnommer in waarop jy jou boodskappe van MomConnect wil ontvang.

source: Sorry the number you have entered is not valid. Please re-enter the mobile number.
za: Jammer, daardie selnommer werk nie. Tik asb weer die selnommer in.

source: You have entered {{new_number}} as the new number you would like to receive MomConnect messages on. Is this number correct?
za: Jy het {{new_number}} ingetik as die nuwe selnommer waarop jy boodskappe van MomConnect wil ontvang. Is hierdie selnommer korrek?

source: No - enter again
za: Nee - tik dit weer in

source: Sorry the number you have entered is already associated with a MomConnect account. Please try another number.
za: Jammer, die selnommer wat jy ingetik het, is reeds aan ’n MomConnect rekening gekoppel. Probeer asb ’n ander nommer.

source: Thank you. How would you like to receive messages about you and your baby?
za: Baie dankie. Hoe wil jy boodskappe oor jou en jou baba ontvang?

source: Your number has been changed successfully to {{msisdn}}. You will receive messages on {{channel}}. Thank you for using MomConnect!
za: Jou selnommer is suksesvol verander na {{msisdn}}. Jy sal boodskappe oor {{channel}} ontvang. Baie dankie dat jy MomConnect gebruik!
