{
    "": {
        "project-id-version": "Clinic",
        "pot-creation-date": "2018-09-27 02:11:+0000",
        "po-revision-date": "2018-09-27 16:43+0200",
        "last-translator": "",
        "language-team": "Venda <LL@li.org>",
        "language": "ve",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.1.1",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    },
    "Please dial back in to {{ USSD_number }} to complete the pregnancy registration.": [
        null,
        ""
    ],
    "Congrats on your pregnancy! MomConnect will send helpful WhatsApp msgs. To stop dial {{optout_channel}} (Free). To get msgs via SMS, reply \"SMS\" (std rates apply).": [
        null,
        "Vho ṱanganedzwa! MomConnect i ḓo vha rumela milaedza ya WhatsApp i thusaho. U bva ndi {{optout_channel}}. U i wana nga SMS, vha fhindule \"SMS\" (mitengo ndi yo tiwaho)."
    ],
    "Congratulations on your pregnancy! MomConnect will send helpful SMS msgs. To stop dial {{optout_channel}}, for more dial {{popi_channel}} (Free).": [
        null,
        ""
    ],
    "Would you like to complete pregnancy registration for {{ num }}?": [
        null,
        ""
    ],
    "Yes": [
        null,
        ""
    ],
    "Start new registration": [
        null,
        ""
    ],
    "Welcome to The Department of Health's MomConnect programme. Is this no. {{ num }} the mobile no. of the pregnant woman to be registered?": [
        null,
        ""
    ],
    "No": [
        null,
        ""
    ],
    "The number {{ num }} already has an active subscription to MomConnect. Would you like to use a different number?": [
        null,
        ""
    ],
    "Use a different number": [
        null,
        ""
    ],
    "End registration": [
        null,
        ""
    ],
    "We need to collect, store & use her info. She may get messages on public holidays & weekends. Does she consent?": [
        null,
        ""
    ],
    "This number has previously opted out of MomConnect messages. Please confirm that the mom would like to opt in to receive messages again?": [
        null,
        ""
    ],
    "You have chosen not to receive MomConnect messages and so cannot complete registration.": [
        null,
        ""
    ],
    "Main Menu": [
        null,
        ""
    ],
    "Sorry, the mobile number did not validate. Please reenter the mobile number:": [
        null,
        ""
    ],
    "Please input the mobile number of the pregnant woman to be registered:": [
        null,
        ""
    ],
    "Sorry, the clinic number did not validate. Please reenter the clinic number.": [
        null,
        ""
    ],
    "Please enter the clinic code for the facility where this pregnancy is being registered.": [
        null,
        ""
    ],
    "Please select the month when the baby is due:": [
        null,
        ""
    ],
    "Sorry, the number did not validate. Please enter the estimated day that the baby is due (For example 12):": [
        null,
        ""
    ],
    "Please enter the estimated day that the baby is due (For example 12)": [
        null,
        ""
    ],
    "The date you entered ({{ edd }}) is not a real date. Please try again.": [
        null,
        ""
    ],
    "Continue": [
        null,
        ""
    ],
    "What kind of identification does the pregnant mother have?": [
        null,
        ""
    ],
    "SA ID": [
        null,
        ""
    ],
    "Passport": [
        null,
        ""
    ],
    "None": [
        null,
        ""
    ],
    "Sorry, the mother's ID number did not validate. Please reenter the SA ID number:": [
        null,
        ""
    ],
    "Please enter the pregnant mother's SA ID number.": [
        null,
        ""
    ],
    "What is the country of origin of the passport?": [
        null,
        ""
    ],
    "Zimbabwe": [
        null,
        ""
    ],
    "Mozambique": [
        null,
        ""
    ],
    "Malawi": [
        null,
        ""
    ],
    "Nigeria": [
        null,
        ""
    ],
    "DRC": [
        null,
        ""
    ],
    "Somalia": [
        null,
        ""
    ],
    "Other": [
        null,
        ""
    ],
    "There was an error in your entry. Please carefully enter the passport number again.": [
        null,
        ""
    ],
    "Please enter the pregnant mother's Passport number.": [
        null,
        ""
    ],
    "There was an error in your entry. Please carefully enter the mother's year of birth again (for example: 2001)": [
        null,
        ""
    ],
    "Please enter the year that the mother was born (for example: 1981)": [
        null,
        ""
    ],
    "Please enter the month that the mother was born.": [
        null,
        ""
    ],
    "There was an error in your entry. Please carefully enter the mother's day of birth again (for example: 8)": [
        null,
        ""
    ],
    "Please enter the day that the pregnant mother was born (For example 14).": [
        null,
        ""
    ],
    "The date you entered ({{ dob }}) is not a real date. Please try again.": [
        null,
        ""
    ],
    "Please select the language that the mother would like to get messages in:": [
        null,
        ""
    ],
    "You're done! This number {{msisdn}} will now get helpful messages about her pregnancy on {{channel}}. Thanks for signing up to MomConnect.": [
        null,
        ""
    ]
}