Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_pmtct.tso_ZA.po
Languages: ts

source: HIV positive moms can have an HIV negative baby! You can get free medicine at the clinic to protect your baby and improve your health
ts: Vamhani lava a nga na HIV va nga kuma vana lava nga riki na yona! U nga kuma mirhi ya mahala etliliniki ku sirhelela nwana wa wena no antswisa rihanyo ra wena.

source: Recently tested HIV positive? You are not alone, many other pregnant women go through this. Visit b-wise.mobi or call the AIDS Helpline 0800 012 322
ts: Wa ha ku kamberiwa u kumeka u ri na HIV? A wu wexe, vayimani votala va na yona. Endzela b-wise.mobi kumbe u fonela Riqingho ra mfuno wa AIDS ra 0800 012 322

source: You need to be registered on MomConnect to receive these messages. Please visit the nearest clinic to register.
ts: U ta fanela ku va u tsarisil eka MomConnect ku amukel swihungwn lesw. U komberiwa ku endzela tlinik ya le kusuhi ku tsarisa.

source: To sign up, we need to collect, store and use your info. You may also get messages on public holidays and weekends. Do you consent?
ts: K tsaris hi fanel h kolek,hlayis no tiris vxokxok bya wen.U tlhe u kum swhungwn hi tholdey na mahel ya vhik.Wa pfumel xan?1.Ina 2.Ee

source: Yes
ts: Ina

source: No
ts: Ee

source: Unfortunately without your consent, you cannot register to MomConnect. Thank you for using the MomConnect service. Goodbye.
ts: Khombo ra kona a wu nga tsaris ka MomConnect handle ka mpfumelel wa wena. Inkom ku va u tirisil vukorhokeri bya MomConnect. I mahlanga.

source: Please enter the year you were born (For example 1981)
ts: Hikuva a wu na ID kumbe phasipoto, nghenisa lembe leri u nga velekiwa hi rona (Xikombiso 1981)

source: Invalid date. Please enter the year you were born (For example 1981)
ts: Nomboro leyi u yi ngheniseke yi hoxekile. Nghenisa nakambe hi vukheta lembe leri u nga velekiwa hi rona (xikombiso: 2001)

source: In which month were you born?
ts: Nghenisa nhweti leyi u nga velekiwa hi yona

source: Please enter the date of the month you were born (For example 21)
ts: Nghenisa nhweti leyi u nga velekiwa hi yona

source: Invalid date. Please enter the date of the month you were born (For example 21)
ts: Nghenisa siku leri u nga velekiwa hi rona (Xikombiso 14) s

source: Would you like to receive messages about keeping your child HIV-negative? The messages will contain words like HIV, medicine & ARVs
ts: Wa sw lava ku amkel mahungu mayelana na ku hlayis nwan wa wen a ngav na HIV? Mahungu ma ta va na marito yo fana na HIV, murhi na ARV

source: You will now start receiving messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
ts: Swesw u ta sungula ku amukel swihungwn mayelana na ku hlayisa nwan a nga vi na HIV. Inkom ku va u tirisil vukorhokeri bya MomConnect. I mahlanga.

source: You have chosen to not receive messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
ts: U hlawurile ku nga amukel swihungwn swa mayelana na ku hlayisa nwana a nga vi na HIV.Inkom ku va u tirisil vukorhokeri bya MomConnect. I mahlanga.

source: Please tell us why you do not want to receive messages:
ts: Hikokwalaho ka yini u nga lavi mahungu ya MomConnect

source: More
ts: Swo tala

source: Back
ts: Endzhaku

source: Not HIV-positive
ts: U hava HIV

source: Miscarriage
ts: U onhakeriwile

source: Baby was stillborn
ts: U kumekile a lovile

source: Baby died
ts: U lovile

source: Messages not useful
ts: A ma pfuni

source: Other
ts: Swinwana

source: You will not receive SMSs about keeping your baby HIV negative. You will still receive MomConnect SMSs. To stop receiving these SMSs, dial {{ mc_optout_number }}
ts: A wu nga kum tiSMS ta mayelana na ku hlayisa nwana anga vi na HIV. Wa ha ta amukela tiSMS ta MomConnect. Ku yima ku amukela tiSMS leti, dayla *134*550*1#

source: We are sorry for your loss. Would you like to receive a small set of free messages from MomConnect that could help you in this difficult time?
ts: Chaveleleka eka ku lahlekeriwa ka wena. U nga tsakela ku kuma mahungu ya mahala lama nga ta ku pfunaka hi nkarhi lowo tika?

source: Thank you. You will no longer receive any messages from MomConnect. If you have any medical concerns, please visit your nearest clinic.
ts: Inkom. A wu nga ha kum swihungwn swih kumbe swih swo huma ka MomConnect. Loko ur na swvilelo mayelana na swa rihanyu endzela tlinik ya wena ya le kusuhi.

source: Thank you. You will receive support messages from MomConnect in the coming weeks.
ts: Inkom. U ta amukela swihungwn swa nseketelo swo huma ka MomConnect ka mavhik lama taka.A
