{
    "": {
        "project-id-version": "public line",
        "pot-creation-date": "2018-09-28 07:58:+0000",
        "po-revision-date": "2018-10-25 17:36+0200",
        "last-translator": "Lieze <lieze@praekelt.com>",
        "language-team": "Language <LL@li.org>",
        "language": "st",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.2",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    },
    "Please dial back in to {{ USSD_number }} to complete the pregnancy registration.": [
        null,
        "Seshone ya hao e feletswe ke nako. Ka kopo letsetsa mona {{ USSD_number }} ho kgutla o qete ho kenya data ya hao hore o fumane melaetsa."
    ],
    "Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply \"SMS\" (std rates apply)": [
        null,
        "O amohetswe MomConnect! Etela tleliniki o fumane sete ya melaetsa. Ho emisa tobetsa {{optout_channel}}. Ho fumana melaetsa ka SMS, araba \"SMS\" (tefello tsa tlwaelo)"
    ],
    "Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.": [
        null,
        "O amohetswe MomConnect! Etela tleliniki ho fumana sete ya melaetsa. Ho emisa tobetsa {{optout_channel}}."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Araba molaetsa ka thoholetso ya hao. Ha o amana le tshebeletso kliniking, bolela lebitso la kliniki kapa lebitso la mosebeletsi a amehang. Ho tla ba le ditjeo."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Araba molaetsa ona ka tletlebo ya hao. Ha o amana le tshebeletso kliniking, bolela lebitso la kliniki kapa lebitso la mosebeletsi a amehang. Ho tla ba le ditjeo"
    ],
    "Welcome back. Please select an option:": [
        null,
        "Re o amohela hape. Ka kopo bontsha kgetho: "
    ],
    "Continue signing up for messages": [
        null,
        "Ngodisetsa melaetsa"
    ],
    "Main menu": [
        null,
        "Menu ya Sehlooho"
    ],
    "Welcome to the Department of Health's MomConnect. Please select your language": [
        null,
        "Welcome to the Department of Health's MomConnect. Please select your language"
    ],
    "MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "MomConnect o romela mahala diSMS tsa tshehetso ho bomme ba immeng. Na o  imme kapa o belaela hore o imme?"
    ],
    "Yes": [
        null,
        "E"
    ],
    "No": [
        null,
        "Tjhee"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        "Ho ngodisa re lokela ho bokella, boloka & sebedisa dintlha. O ka amohela melaetsa matsatsi a phomolo mafelo a veke. O a dumela?"
    ],
    "We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.": [
        null,
        "Re kopa tshwarelo empa tshebeletso ena ke ya bomme ba immeng feela. Ha o na le tse ding dingongoreho ka bophelo ka kopo etela tleleniki ya hao e haufi."
    ],
    "Unfortunately without your consent, you cannot register to MomConnect.": [
        null,
        "Ka bomadimabe ka ntle ho tumello ya hao, o ke ke wa ngodisa MomConnect."
    ],
    "You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Nakong e fetileng o kgethile ho tswa ho diSMS tsa MomConnect. Ka kopo tiisa hore o ka rata ho kgetha ho amohela melaetsa hape."
    ],
    "You have chosen not to receive MomConnect messages and so cannot complete registration.": [
        null,
        "O ikgethetse ho se amohele melaetsa MomConnect jwale o ke ke wa tlatsa boingodiso."
    ],
    "Main Menu": [
        null,
        "Menu ya Sehlooho"
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.": [
        null,
        "Re a o lebohela ka boimana ba hao! O tla fumana melaetsa ya MomConnect ka WhatsApp 3 diveke. Bakeng sa sete e tletseng ya melaetsa, ngodisa tleliniking."
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.": [
        null,
        "Re a lebohela ka boimana ba hao! O tla fumana melaetsa ya MomConnect ka SMS 3 diveke. Bakeng sa sete e tletseng ya melaetsa ya MAHALA, ngodisa tleliniking."
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "O amohelehile ho MomConnect wa Lefapha la Bophelo bo Botle. Etsa kgetho:"
    ],
    "Send us a compliment": [
        null,
        "Re romelle thoholetso"
    ],
    "Send us a complaint": [
        null,
        "Kenya tletlebo"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Re a leboha. Re tla o romella molaetsa ka haufi-ufi le ditaelo tsa mokgwa wa ho re romella ditakaletso tsa hao."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Re a leboha. Re tla o romella molaetsa haufiufi le ditaelo tsa mokgwa wa ho kenya tletlebo."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "O amohelehile ho MomConnect wa Lefapha la Bophelo bo Botle. Etsa kgetho:"
    ],
    "Get the full set of messages": [
        null,
        "Fumana sete e feletseng ya melaetsa"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Ho ngodisa bakeng sa sete e feletseng ya melaetsa ya MomConnect,ka kopo etela tleleniki ya hao e haufi."
    ]
}