{
    "": {
        "project-id-version": "public",
        "pot-creation-date": "2017-06-28 12:21+0200",
        "po-revision-date": "2017-06-28 12:21+0200",
        "last-translator": "Lieze <lieze@praekelt.com>",
        "language-team": "Language <LL@li.org>",
        "language": "tn",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.0.2"
    },
    "Congratulations on your pregnancy. You will now get free SMSs about MomConnect. You can register for the full set of FREE helpful messages at a clinic.": [
        null,
        "Re a go lebogisa ka go ima. O tla amogela diSMS tsa mahala go tswa go MomConnect. O ka ikwadisetsa sete e e tletseng ya melaetsa ya MAHALA kwa tliliniking."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Tsweetswee araba molaetsa o ka kgakolo ya gago. Fa e amana le tirelo ya tleliniki, akaretsa leina la tleliniki kgotsa la modiri. Go dira melawana."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Tsweetswee araba molaetsa o ka ngongorego ya gago. Fa e amana le tirelo ya tleliniki, akaretsa leina la tleliniki kgotsa la modiri. Go dira melawana."
    ],
    "Main menu": [
        null,
        "Lenanelegolo"
    ],
    "MomConnect sends free support SMSs to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "MomConnect e romelela diSMS tsa tshegetso tsa mahala go baimana.A o imile kgotsa o belaela jalo?"
    ],
    "Yes": [
        null,
        "Ee"
    ],
    "No": [
        null,
        "Nnyaa"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        ""
    ],
    "You have previously opted out of MomConnect SMSs. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Mo nakong e e fetileng o itlhophetse go tswa go diSMS tsa MomConnet. Tsweetswee netefatsa gore o rata go amogela diSMS gape."
    ],
    "Main Menu": [
        null,
        "Lenanelegolo"
    ],
    "How would you like to receive messages about you and your baby?": [
        null,
        "O rata go ka amogela melaetsa ka ga gago le lesea la gago jang?"
    ],
    "WhatsApp": [
        null,
        "WhatsApp"
    ],
    "SMS": [
        null,
        "SMS"
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "O amogetswe go Mom Connect ya Lefapha la Boitekanelo. Tlhopha:"
    ],
    "Send us a compliment": [
        null,
        "Romela kakgolo"
    ],
    "Send us a complaint": [
        null,
        "Kwadisa ngongorego"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Re a leboga. Re tla go romelela melaetsa fa gautshwane le ditaelo tsa go romela kakgolo."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Re a leboga. Re tla go romelela melaetsa fa gautshwane le ditaelo tsa go kwadisa ngongorego."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "O amogetswe go Mom Connect ya Lefapha la Boitekanelo. Tlhopha"
    ],
    "Get the full set of messages": [
        null,
        "Bona melaetsa yotlhe ka botlalo."
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Go ikwadisetsa melaetsa ka botlalo ya MomConnect, etela tliliniki e e gaufi nao."
    ]
}