{
    "": {
        "project-id-version": "PERSONAL",
        "pot-creation-date": "2018-09-28 07:58:+0000",
        "po-revision-date": "2018-10-25 16:53+0200",
        "last-translator": "",
        "language-team": "swati <LL@li.org>",
        "language": "ss",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.2"
    },
    "Please dial back in to {{ USSD_number }} to complete the pregnancy registration.": [
        null,
        "Sicela kutsi ushayele: {{ USSD_number }} kute ubuyele emuva ucedzele kufaka idatha (lwatiso) kute kutsi ukwati kutfola imilayeto."
    ],
    "Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply \"SMS\" (std rates apply)": [
        null,
        "Siyakwamukela kuMomconnect! Yani ekliniki utfole imilayeto ngalokugcwele. Kuyekela shaya{{optout_channel}}. Kuyitfola ngeSMS, bhala \"SMS\" (imali yetayelekile)"
    ],
    "Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.": [
        null,
        "Siyakwamukela kuMomConnect! Vakashela ekliniki kutfola imilayeto lephelele. Kuyekela shaya {{optout_channel}}."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Ucelwa kutsi uphendvule lomlayeto ngesikhalo sakho.Nangabe simayelana nekusitwa emtfolamphilo, faka ligama lawo nome lesisebenti.Utawukhokha imali lesezingeni."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Ucelwa kutsi uphendvule lomlayeto ngesikhalo sakho.Nangabe simayelana nekusitwa emtfolamphilo, faka ligama lawo nome lesisebenti.Utawukhokha imali lesezingeni."
    ],
    "Welcome back. Please select an option:": [
        null,
        "Siyakwemukela ekubuyeni emuva kwakho. Ucelwa kutsi ukhetse loko longakukhetsa:"
    ],
    "Continue signing up for messages": [
        null,
        "Kuchubeka ngibhalisele kutfola imilayeto"
    ],
    "Main menu": [
        null,
        "Imenyu lenkhulu"
    ],
    "Welcome to the Department of Health's MomConnect. Please select your language": [
        null,
        "Welcome to the Department of Health's MomConnect. Please select your language"
    ],
    "MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "I-MomConnect itfumelela bomake labakhulelwe ema-SMS amahhala. Ingabe ukhulelwe noma usola kutsi ukhulelwe?"
    ],
    "Yes": [
        null,
        "Yebo"
    ],
    "No": [
        null,
        "Cha"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        "Kute sikubhalise sidzinga kugcogca, sigcine futsi sisebentise lwatiso lwakho. Kungenteka utfole imilayeto ngemaholidi esive nangetimphelansontfo. Uyavuma yini?"
    ],
    "We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.": [
        null,
        "Siyacolisa kutsi lensita yabomake labakhulelwe kuphela. Nangabe unanoma ngabe ngukuphi kukhatsateka kwetemphilo sicela uvakashele umtfolamphilo lodvute nawe."
    ],
    "Unfortunately without your consent, you cannot register to MomConnect.": [
        null,
        "Ngenhlanhla lembi ngaphandle kwemvume, angeke ukwati kubhalisa kuMomConnect."
    ],
    "You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Phambilini ukhetse kungatfoli ema-SMS e-MomConnect. Ucelwa ucinisekise kutsi sewutfola kutfola imilayeto futsi?"
    ],
    "You have chosen not to receive MomConnect messages and so cannot complete registration.": [
        null,
        "Ukhetse kungatfoli imilayeto yeMomConnect ngako-ke angeke ukwati kucedzela kubhalisa."
    ],
    "Main Menu": [
        null,
        "Imenyu Lenkhulu"
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.": [
        null,
        "Halala ngekukhulelwa kwakho! Utotfola imilayeto lelusito ye-MomConnect ku-WhatsApp. Kute utfole isethi yemilayeto lephelele, bhalisa ekliniki."
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.": [
        null,
        "Halala ngekukhulelwa! Utotfola imilayeto lelusito yeMomConnect ngeSMS emaviki lama-3. Kute utfole isethi yemilayeto lephelele, bhalisa MAHHALA ekliniki."
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "Siyakwemukela ku-MomConnect yeLitiko Letemphilo. Khetsa lokufunako:"
    ],
    "Send us a compliment": [
        null,
        "Sitfumelele kuncoma"
    ],
    "Send us a complaint": [
        null,
        "Faka sikhalo"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Siyabonga. Sitakutfumelela umlayeto masinyane nje lonemiyalo mayelana nekutfumela sikhalo."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Siyabonga. Sitakutfumelela umlayeto masinyane nje lonemiyalo yekutsi usitfumelela njani sikhalo."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "Siyakwemukela ku-MomConnect yeLitiko Letemphilo. Khetsa lokufunako:"
    ],
    "Get the full set of messages": [
        null,
        "Tfola isethi lephelele yemilayeto"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Kubhalisele kutfola isethi lephelele yemilayeto ye-MomConnect, sicela uvakashele umtfolamphilo lodvute nawe."
    ]
}