Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_higherhealth_healthcheck.sot_ZA.po
Languages: za

source: Welcome back to HealthCheck Reply
za: Re ya o amohela Tshebeletsong ya COVID-19 ya Lefapha la Bophelo la Naha Araba

source: Continue where I left off
za: Tswela pele mo ke qetetseng teng

source: Start over
za: Qala qalong

source: The HIGHER HEALTH HealthCheck is your risk assessment tool. Help us by answering a few questions about you and your health. Reply
za: Lefapha la Bophelo la Naha lea leboha ha o kenya letsoho maphelong a baahi bohle ba naha. Thibela ho ata ha COVID-19 Araba

source: This service works best when you select numbers from the list
za: Tshebeletso ena e sebetsa hantle ha o kgetha dinomoro ho tswa lethathamong lena

source: START
za: QALA

source: Confirm that you're responsible for your medical care & treatment. This service only provides info. Reply
za: Netefatsa hore o nka boikarabello tlhokomelong le kalafong ya bophelo ba hao. Tshebeletso ena e fana ka lesedi feela. Araba

source: Please use numbers from list. Confirm that u're responsible for ur medical care & treatment. This service only provides info. Reply
za: Netefatsa hore o nka boikarabello tlhokomelong le kalafong ya bophelo ba hao. Tshebeletso ena e fana ka lesedi feela. Araba

source: YES
za: E

source: NO
za: TJHE

source: MORE INFO
za: TSE DING

source: You can return to this service at any time. Remember, if you think you have COVID-19 STAY HOME, avoid contact with other people and self-quarantine.
za: O ka kgutlela tshebeletsong ena neng kapa neng. Hopola, haeba o nahana o na le COVID-19 DULA HAE, qoba ho teana le batho ba bang mme o ikarohanye le batho.

source: It's not a substitute for professional medical advice/diagnosis/treatment. Get a qualified health provider's advice about your medical condition/care.
za: Ha e nke sebaka sa keletso/tlhahlobo/kalafo ya bongaka. Fumana keletso ya mosebeletsi wa bophelo bo botle ka boemo/tlhokomelo ya bophelo ba hao.

source: Next
za: E latelang

source: You confirm that you shouldn't disregard/delay seeking medical advice about treatment/care because of this service. Rely on info at your own risk.
za: Itlame hore ha o tlo tlohela/diehisa ho fumaha keletso ya bongaka ya kalafo ka lebaka la tshebeletso ena. E-ba le boikarabello bophelong ba hao.

source: Select your province Reply:
za: Kgetha profense Araba:

source: Please TYPE the name of your Suburb, Township, Town or Village (or nearest)
za: Ka kopo THAEPA lebitso la Suburb, Lekeishine, Toropo ka Motse (kapa ho haufinyane)

source: How old are you?
za: O na le dilemo tse kae?

source: How old are you?
za: O na le dilemo tse kae?

source: Have you been diagnosed with either Obesity, Diabetes, Hypertension or Cardiovascular disease? Reply
za: Na ngaka e kile ya fumana o na le Botenya, Tswekere, Phaello ya madi kapa lefu la Pelo? Araba

source: Please use numbers from list. Do you feel very hot or cold? Are you sweating or shivering? When you touch your forehead, does it feel hot? Reply
za: O ikutlwa o tjhesa haholo kapa o bata? O ntse o fufulelwa kapa wa thothomela? Ha o tshwara phatla ya hao, na o ikutlwa o tjhesa? Araba

source: Do you have a cough that recently started? Reply
za: O na le ho kgohlela ho sa tswa qala haufinyane? Araba

source: Please use numbers from list. Do you have a cough that recently started? Reply
za: O na le ho kgohlela ho sa tswa qala haufinyane? Araba

source: Do you have a sore throat, or pain when swallowing? Reply
za: Na o na le mmetso o bohloko kapa ho bohloko ha o kwenya dijo? Araba

source: Please use numbers from list. Do you have a sore throat, or pain when swallowing? Reply
za: Na o na le mmetso o bohloko kapa ho bohloko ha o kwenya dijo? Araba

source: Do you have breathlessness or difficulty in breathing, that you've noticed recently? Reply
za: Na o na le ho fellwa ke moya kapa ho hema ka thata, hoo o ho hlokometseng haufinyane? Araba

source: Please use numbers from list. Do you have breathlessness or difficulty in breathing, that you've noticed recently? Reply
za: Na o na le ho fellwa ke moya kapa ho hema ka thata, hoo o ho hlokometseng haufinyane? Araba

source: Have you been in close contact with someone confirmed to be infected with COVID-19? Reply
za: Na o bile haufi le motho eo ho netefaditsweng hore o tshwaeditswe ke COVID19? Araba

source: NOT SURE
za: HA KE NA BONNETE

source: Please confirm that the information you shared is correct & that the National Department of Health can contact you if necessary? Reply
za: Ka kopo netefatsa hore dintlha tseo o faneng ka tsona di nepahetse le hore Lefapha la Bophelo le ka o letsetsa ha ho hlokahala? Araba

source: Please reply with numbers Is the information you shared correct & can the National Department of Health contact you if necessary? Reply
za: Ka kopo netefatsa hore dintlha tseo o faneng ka tsona di nepahetse le hore Lefapha la Bophelo le ka o letsetsa ha ho hlokahala? Araba

source: RESTART
za: QALA HAPE

source: You are at low risk of having COVID-19. You will still need to complete this risk assessment daily to monitor your symptoms.
za: Tlatsa HealthCheck ena hape kamora matsatsi a 14 kapa hang ha o ikutlwa o kula kapa ha o kopane le motho ya tshwaeditsweng ke COVID-19.

source: You should SELF-QUARANTINE for 14 days and do HealthCheck daily to monitor symptoms. Try stay and sleep alone in a room that has a window with good air flow.
za: O tlameha ho IKAROHANYA LE BATHO nakong ya matsatsi a 14 mme o tlatse HealthCheck ena letsatsi le letsatsi ho beha matshwao a hao leihlo. Leka ho dula le ho robala ka hara kamore e nang le moya o motle o phallang.

source: GET TESTED to find out if you have COVID-19. Go to a testing center or Call 0800029999 or your healthcare practitioner for info on what to do & how to test.
za: Ha o tlo letsetswa. O ka fumanwa O HLOKA HO HLAHLOBELA COVID-19. E-ya setsing sa tlhahlobo kapa letsetsa 0800029999 kapa ngaka ya hao bakeng sa lesedi le leng.

source: We won't contact you. SELF-QUARANTINE for 14 days and do this HealthCheck daily to monitor symptoms. Stay/sleep alone in a room with good air flowing through
za: Re kgothaletsa hore o IKAROHANYE LE BATHO matsatsi a 14 ebe o dula o tlatsa HealthCheck ena. Dula/robala o le mong ka kamoreng e nang le moya o phallang

source: You will not be contacted. GET TESTED to find out if you have COVID-19. Go to a testing center or Call 0800029999 or your healthcare practitioner for info
za: O ke ke wa letsetswa. HLAHLOBA ho fumana hore na o na le COVID-19. E-ya setsing sa tlhahlobo kapa letsetsa 0800029999 kapa o ye mosebeletsing wa hao wa tsa bophelo bakeng sa lesedi le leng

source: You will not be contacted. If you think you have COVID-19 please STAY HOME, avoid contact with other people in your community and self-isolate.
za: Ha o tlo letsetswa. Haeba o nahana hore o na le COVID-19 ka kopo DULA HAE, qoba ho kopana le batho ba bang mme o ikarohanye le batho.

source: START OVER
za: QALA HAPE
