Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_user_data.tsn_ZA.po
Languages: tsn

source: Personal info: Phone Number: {{msisdn}} ID Number: {{id}} Date of Birth: {{dob}} Channel: {{channel}} Language: {{lang}}
tsn: Dintlha tsa gago: Nomoro ya mogala: {{msisdn}} Nomoro ya ID: {{id}} Letlha la botsalo: {{dob}} Kanale: {{channel}} Puo: {{lang}}

source: Personal info: Phone Number: {{msisdn}} Origin of Passport: {{passport_or}} Passport: {{passport_num}} Date of Birth: {{dob}} Channel: {{channel}} Language: {{lang}}
tsn: Dintlha tsa gago: Nomoro ya mogala: {{msisdn}} Lefelo la Phasepoto: {{passport_or}} Phasepoto: {{passport_num}} Letlha la botsalo: {{dob}} Kanale: {{channel}} Puo: {{lang}}

source: {{first}} Message set: {{mset}}
tsn: {{first}} Setlhopha sa melaetsa: {{mset}}

source: What would you like to do?
tsn: O rata go dira eng?

source: See my personal info
tsn: Bona dintlha tsa me

source: Change my info
tsn: Fetola dintlha ya me

source: Request to delete my info
tsn: Kopa go phimola dintlha tsa me

source: More
tsn: Tse dingwe

source: Back
tsn: Kwa morago

source: Main Menu
tsn: Lenaneo la Motheo

source: Use a different phone number
tsn: Dirisa nomoro e e farologaneng

source: Update my language choice
tsn: Fetola puo ya me

source: Update my identification
tsn: Fetola boitshupo ba me

source: Receive messages over {{channel}}
tsn: Amogela melaetsa ka {{channel}}

source: What would you like to change? To change your due date, visit a clinic
tsn: O rata go fetola eng? Fetola letlha la bofelo, etela tliliniki

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered. Do you want us to delete it now?
tsn: MomConnect e tla phimola dintlha tsa gago dingwaga tse 7 le dikgwedi tse 9 morago ga gore o ikwadise. Kgotsa o batla gore re di phimole gone jaanong?

source: Yes
tsn: Ee

source: No
tsn: Nnyaa

source: Thank you. Your info has been updated. You will now receive messages from MomConnect via {{channel}}.
tsn: Re a leboga. Dintlha tsa gago di fetotswe. Jaanong o tla amogela melaetsa ya MomConnect ka {{channel}}.

source: Update my other info
tsn: Fetola dintlha tse dingwe tsa me

source: Choose a language for your messages:
tsn: Tlhopha puo ya melaetsa ya gago:

source: isiZulu
tsn: Sezulu

source: isiXhosa
tsn: Sethosa

source: Afrikaans
tsn: Seburu

source: English
tsn: Seesemane

source: Xitsonga
tsn: Setsonga

source: siSwati
tsn: Seswati

source: Tshivenda
tsn: Sevenda

source: isiNdebele
tsn: Setebele

source: Thank you. Your info has been updated. You will now receive messages from MomConnect in {{language}}.
tsn: Re a leboga. Dintlha tsa gago di fetotswe. Jaanong o tla amogela melaetsa ya MomConnect ka {{language}}.

source: What kind of identification do you have?
tsn: O na le mofuta ofe wa boitshupo?

source: South African ID
tsn: ID ya Aforikaborwa

source: Passport
tsn: Phasepoto

source: Thank you. Please enter your ID number. eg. 8805100273098
tsn: Re a leboga. Tsweetswee kwala nomoro ya ID ya gago (sk. 8805100273098)

source: Invalid ID number. Please re-enter
tsn: ID e e fosagetse. Tsweetswee leka gape.

source: What is the country of origin of the passport?
tsn: Ke naga efe e e go reboletseng phasepoto?

source: Other
tsn: E nngwe

source: There was an error in your entry. Please carefully enter the passport number again.
tsn: Go nnile le phoso mo tiragatsong ya gago. Tsweetswee, tsenya gape nomoro ya phasepoto ya gago ka kelotlhoko.

source: Please enter the passport number:
tsn: Re a leboga. Tsweetswee kwala nomoro ya phasepoto ya gago.

source: Thank you. Your info has been updated. Your registered identification is {{identification_type}} {{identification_number}}.
tsn: Re a leboga. Dintlha tsa gago di fetotswe. Tsela ya gago ya boitshupo e e kwadisitsweng ke {{identification_type}} {{identification_number}}.

source: Please enter the new phone number we should use to send you messages eg. 0813547654
tsn: Tsweetswee tsenya nomoro e ntšhwa ya gago e re tshwanetseng go romela melaetsa mo go yona, sk. 0813547654

source: Invalid phone number. Please re-enter (with no spaces)
tsn: Nomoro ya mogala e fosagetse. Tsweetswee e tsenye gape (ntle le diphatlha)

source: Sorry, the number you are trying to move to already has an active registration. To manage that registration, please redial from that number.
tsn: Tshwarelo, nomoro e o lekang go fetolela kwa go yona e setse e kwadisitswe. Go laola kwadiso eo, tsweetswee letsa gape ka nomoro eo.

source: Thank you. Your info has been updated. You will now receive messages from MomConnect via on phone number {{msisdn}}
tsn: Re a leboga. Dintlha tsa gago di fetotswe. O tla amogela melaetsa ya MomConnect mo nomorong e ya mogala {{msisdn}}

source: Your personal information stored on MomConnect has not been removed.
tsn: Dintlha tsa gago tsa sebele di bolokilwe mo MomConnect mme ga di a ntshiwa.

source: Thank you. All your information will be deleted from MomConnect in the next 3 days.
tsn: Re a leboga. Dintlha tsa gago tsotlhe di tla phimolwa mo go MomConnect mo matsatsing a le 3 a a latelang.

source: Sorry, the number you dialled with is not recognised. Dial in with the number you use for MomConnect to change your details
tsn: Tshwarelo, nomoro e o letsang ka yona ga re e itse. Letsa ka nomoro e o dirisetsang MomConnect go fetola dintlha tsa gago

source: I don't have that SIM
tsn: Ga ke na SIM eo

source: Exit
tsn: Tswaa

source: Thank you for using MomConnect. Dial *134*550*7# to see, change or delete the your MomConnect information.
tsn: Re a leboga gore o dirisitse MomConnect. Leletsa *134*550*7# go bona, go fetola kgotsa go phimola dintlha tsa gago tsa MomConnect.

source: Please enter the number you receive MomConnect messages on.
tsn: Tsweetswee, tsenya nomoro e o amogelang melaetsa ya MomConnect mo go yona.

source: Sorry we do not recognise that number. New to MomConnect?Please visit a clinic to register. Made a mistake?
tsn: Tshwarelo, ga re itse nomoro eo. A o mošwa mo go MomConnect? Eya kwa tliliniking go ikwadisa. A o dirile phoso?

source: Try again
tsn: Leka gape

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your SA ID number now.
tsn: Re a leboga. Go fetola nomoro ya gago ya mogala, re tshwanetse go netefatsa boitshupo ba gago pele. Tsenya nomoro ya gago ya SA ID jaanong.

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your passport number now.
tsn: Re a leboga. Go fetola nomoro ya gago ya mogala, re tshwanetse go netefatsa boitshupo ba gago pele. Tsenya nomoro ya gago ya phasepoto jaanong.

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your date of birth in the following format: dd*mm*yyyy
tsn: Re a leboga. Go fetola nomoro ya mogala, re tlhoka go netefatsa boitshupo ba gago pele. Tsenya letlha la gago la botsalo jaana: dd*mm*yyyy. Sekao 19*05*1990

source: Sorry that is not the correct format. Please enter your date of birth in the following format: dd*mm*yyyy. For example 19*05*1990
tsn: Tshwarelo, eo ga se tsela e e nepagetseng. Ka kopo, tsenya letlha la gago la botsalo jaana: dd*mm*yyyy. For example 19*05*1990

source: Thank you. Please select the language you receive message in:
tsn: Re a leboga. Tsweetswee tlhopha puo e o amogelang melaetsa ka yona:

source: Sorry one or more of the answers you provided are incorrect. We are not able to change your mobile number. Please visit the clinic to register your new number.
tsn: Tshwarelo, karabo/dikarabo dingwe tsa gago di fosagetse. Re ka se kgone go fetola nomoro ya gago ya mogala. Eya kwa tliliniking go kwadisa nomoro e ntšhwa.

source: Thank you. Please enter the new number you would like to use to receive messages from MomConnect.
tsn: Re a leboga. Tsweetswee tsenya nomoro e ntšhwa e o ratang go e dirisa go amogela melaetsa go tswa go MomConnect.

source: Sorry the number you have entered is not valid. Please re-enter the mobile number.
tsn: Tshwarelo, nomoro e o e tsentseng ga e a nepagala. Tsweetswee tsenya nomoro ya mogala gape.

source: You have entered {{new_number}} as the new number you would like to receive MomConnect messages on. Is this number correct?
tsn: O tsentse {{new_number}} jaaka nomoro e ntšhwa e o batlang go amogela melaetsa ya MomConnect ka yona. A nomoro e e nepagetse?

source: No - enter again
tsn: Nnyaa - Tobetsa gape

source: Sorry the number you have entered is already associated with a MomConnect account. Please try another number.
tsn: Tshwarelo, nomoro e o e tsentseng e setse e golagane le akhaonto ya MomConnect. Leka nomoro e nngwe.

source: Thank you. How would you like to receive messages about you and your baby?
tsn: Re a leboga. O ka rata go amogela melaetsa ka ga wena le lesea la gago jang?

source: Your number has been changed successfully to {{msisdn}}. You will receive messages on {{channel}}. Thank you for using MomConnect!
tsn: Nomoro ya gago e fetoletswe go {{msisdn}} ka katlego. O tla amogela melaetsa ka {{channel}}. Re a leboga gore o dirisa MomConnect!
