{
    "": {
        "project-id-version": "public",
        "pot-creation-date": "2017-06-28 12:24+0200",
        "po-revision-date": "2017-06-28 12:25+0200",
        "last-translator": "Lieze <lieze@praekelt.com>",
        "language-team": "Language <LL@li.org>",
        "language": "zu",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.0.2",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    },
    "Congratulations on your pregnancy. You will now get free SMSs about MomConnect. You can register for the full set of FREE helpful messages at a clinic.": [
        null,
        "Halala ngokukhulelwa. Manjena-ke, usuzothola ama-SMS amahhala akwaMomConnect. Ungabhalisa ekliniki ukuze uthole iqoqo eliphelele LAMAHHALA lemiyalezo."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Phendula lo myalezo nesincomo sakho. Masiphathelene nesivisi yasekliniki, ulifake igama lekliniki noma losebenzayo. Kuzosebenza izindleko ezejwayelekile."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Phendula lo myalezo nesikhalazo sakho. Masiphathelene nesivisi yasekliniki, ulifake igama lekliniki noma losebenzayo. Kusebenza izindleko ezejwayelekile."
    ],
    "Main menu": [
        null,
        "Imenu Enkulu"
    ],
    "MomConnect sends free support SMSs to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "uMomConnect uthumelela omame abakhulelwe ama-sms okubeseka mahhala. Ukhulelwe noma usola ukuthi ukhulelwe?"
    ],
    "Yes": [
        null,
        "Yebo"
    ],
    "No": [
        null,
        "Cha"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        ""
    ],
    "You have previously opted out of MomConnect SMSs. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Usuke wahoxa phambilini kuma-sms kaMomConnect. Siza uqinisekise ukuthi uyafuna ukungena ukuze uphinde uthole ama-sms futhi?"
    ],
    "Main Menu": [
        null,
        "Imenu Enkulu"
    ],
    "How would you like to receive messages about you and your baby?": [
        null,
        "Ungathanda ukuyithola kanjani imiyalezo emayelana nawe nengane?"
    ],
    "WhatsApp": [
        null,
        "WhatsApp"
    ],
    "SMS": [
        null,
        "SMS"
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "Siyakwemukela kwaMomConnect woMnyango Wezempilo. Khetha kokulandelayo:"
    ],
    "Send us a compliment": [
        null,
        "Ukusincoma"
    ],
    "Send us a complaint": [
        null,
        "Ukukhalaza"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Siyabonga. Sizokuthumelela umyalezo maduze nje onemiyalelo yokuthi usithumelela kanjani isincomo sakho."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Siyabonga. Sizokuthumelela umyalezo maduze nje onemiyalelo yokuthi usithumelela kanjani isikhalazo sakho."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "Siyakwemukela kwaMomConnect woMnyango Wezempilo. Khetha kokulandelayo:"
    ],
    "Get the full set of messages": [
        null,
        "Ukuthola lonke iqoqo lemiyalezo"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Ungabhalisa ekliniki ukuze uthole iqoqo eliphelele LAMAHHALA lemiyalezo."
    ]
}