{
    "": {
        "project-id-version": "public",
        "pot-creation-date": "2018-09-28 07:58:+0000",
        "po-revision-date": "2018-10-29 12:07+0200",
        "last-translator": "Lieze <lieze@praekelt.com>",
        "language-team": "Language <LL@li.org>",
        "language": "zu",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.2",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    },
    "Please dial back in to {{ USSD_number }} to complete the pregnancy registration.": [
        null,
        "Usuphelelwe isikhathi. Siza udayale {{ USSD_number }} emuva ukuze uqedele ukufaka imininingwane yakho khona uthole imiyalezo."
    ],
    "Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply \"SMS\" (std rates apply)": [
        null,
        "Siyakwamukela kuMomConnect! Iya eklinikhi uthole yonke imiyalezo. Ukuphuma dayela {{optout_channel}}. Ukuthola amaSMS phendula uthi \"SMS\". (Izindleko ezijwayelekile)"
    ],
    "Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.": [
        null,
        "Siyakwamukela kuMomConnect! Iya eklinikhi uthole yonke imiyalezo. Ukuphuma dayela {{optout_channel}}."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Phendula lo myalezo nesincomo sakho. Masiphathelene nesivisi yasekliniki, ulifake igama lekliniki noma losebenzayo. Kuzosebenza izindleko ezejwayelekile."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Phendula lo myalezo nesikhalazo sakho. Masiphathelene nesivisi yasekliniki, ulifake igama lekliniki noma losebenzayo. Kusebenza izindleko ezejwayelekile."
    ],
    "Welcome back. Please select an option:": [
        null,
        "Siyakwamukela futhi. Sicela ukhethe: "
    ],
    "Continue signing up for messages": [
        null,
        "Qhubeka nokubhalisela imiyalezo"
    ],
    "Main menu": [
        null,
        "Imenu Enkulu"
    ],
    "Welcome to the Department of Health's MomConnect. Please select your language": [
        null,
        "Welcome to the Department of Health's MomConnect. Please select your language"
    ],
    "MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "uMomConnect uthumelela omame abakhulelwe ama-sms okubeseka mahhala. Ukhulelwe noma usola ukuthi ukhulelwe?"
    ],
    "Yes": [
        null,
        "Yebo"
    ],
    "No": [
        null,
        "Cha"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        "Ukubhalisa sidinga ukuqoqa, ukugcina nokusebenzisa imininingwane yakho. Ungathola imiyalezo ngamaholidi kahulumeni nangezimpelasonto. Uyavuma?"
    ],
    "We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.": [
        null,
        "Siyaxolisa, lolu hlelo olwabomame abakhulelwe kuphela. Uma kukhona okunye okukukhathazayo ngempilo iya ekliniki eliseduze nawe."
    ],
    "Unfortunately without your consent, you cannot register to MomConnect.": [
        null,
        "Ngeshwa ngaphandle kwemvume yakho, ngeke ukwazi ukubhalisa kuMomConnect."
    ],
    "You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Usuke wahoxa phambilini kuma-sms kaMomConnect. Siza uqinisekise ukuthi uyafuna ukungena ukuze uphinde uthole ama-sms futhi?"
    ],
    "You have chosen not to receive MomConnect messages and so cannot complete registration.": [
        null,
        "Ukhethe ukungayitholi imiyalezo yeMomConnect ngakho angeke ukwazi ukuqedela ukubhalisa."
    ],
    "Main Menu": [
        null,
        "Imenu Enkulu"
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.": [
        null,
        "Halala ngokukhulelwa! Uzothola imiyalezo yeMomConnect ngeWhatsApp amaviki ama3. Bhalisa eklinikhi uthole yonke imiyalezo."
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.": [
        null,
        "Halala ngokukhulelwa! Uzothola imiyalezo evela kuMomConnect nge-SMS amaviki ama3. Bhalisela yonke imiyalezo YAMAHHALA eklinikhi."
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "Siyakwemukela kwaMomConnect woMnyango Wezempilo. Khetha kokulandelayo:"
    ],
    "Send us a compliment": [
        null,
        "Ukusincoma"
    ],
    "Send us a complaint": [
        null,
        "Ukukhalaza"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Siyabonga. Sizokuthumelela umyalezo maduze nje onemiyalelo yokuthi usithumelela kanjani isincomo sakho."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Siyabonga. Sizokuthumelela umyalezo maduze nje onemiyalelo yokuthi usithumelela kanjani isikhalazo sakho."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "Siyakwemukela kwaMomConnect woMnyango Wezempilo. Khetha kokulandelayo:"
    ],
    "Get the full set of messages": [
        null,
        "Ukuthola lonke iqoqo lemiyalezo"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Ungabhalisa ekliniki ukuze uthole iqoqo eliphelele LAMAHHALA lemiyalezo."
    ]
}