Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_user_data.zul_ZA.po
Languages: zu

source: Personal info: Phone Number: {{msisdn}} ID Number: {{id}} Date of Birth: {{dob}} Channel: {{channel}} Language: {{lang}}
zu: Imininingwane yakho: Inombolo Yocingo: {{msisdn}} Inombolo ye-ID: {{id}} Usuku Lokuzalwa: {{dob}} Ishaneli: {{channel}} Ulimi: {{lang}}

source: Personal info: Phone Number: {{msisdn}} Origin of Passport: {{passport_or}} Passport: {{passport_num}} Date of Birth: {{dob}} Channel: {{channel}} Language: {{lang}}
zu: Imininingwane yakho: Inombolo Yocingo: {{msisdn}} Iphasiphothi Eyakuphi: {{passport_or}} Iphasiphothi: {{passport_num}} Usuku Lokuzalwa: {{dob}} Ishaneli: {{channel}} Ulimi: {{lang}}

source: {{first}} Message set: {{mset}}
zu: {{first}} Iqoqo Lomyalezo: {{mset}}

source: SMS
zu: I-SMS

source: WhatsApp
zu: I-WhatsApp

source: What would you like to do?
zu: Ufisa ukwenzani?

source: See my personal info
zu: Ukubheka ulwazi lwami

source: Change my info
zu: Ukushintsha ulwazi lwami

source: Request to delete my info
zu: Ukusula ulwazi lwami

source: More
zu: Okunye

source: Back
zu: Emuva

source: Main Menu
zu: Imenyu Enkulu

source: Use a different phone number
zu: Ukusebenzisa enye inombolo yefoni

source: Update my language choice
zu: Ukubukeza ulimi lwami

source: Update my identification
zu: Ukubukeza inkomba yami

source: Receive messages over {{channel}}
zu: Thola imiyalezo nge {{channel}}

source: What would you like to change? To change your due date, visit a clinic
zu: Ufisa ukushintshani? Ukushintsha usuku lokubeletha, iya eklinikhi

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered. Do you want us to delete it now?
zu: I-MomConnect izozisulela ulwazi lakho emuva kweminyaka ewu-7 nezinyanga eziwu-9 ubhalisile. Noma ufisa siyisula manje?

source: Yes
zu: Yebo

source: No
zu: Cha

source: Thank you. Your info has been updated. You will now receive messages from MomConnect via {{channel}}.
zu: Siyabonga. Imininingwane yakho ibukeziwe. Sewuzothola imiyalezo evela kuMomConnect nge {{channel}}.

source: Update my other info
zu: Bukeza eminye iminingwane yami

source: Choose a language for your messages:
zu: Khetha ulimi lomyalezo wakho:

source: Afrikaans
zu: isiBhunu

source: English
zu: isNgisi

source: Sesotho sa Leboa
zu: Sepedi

source: Sesotho
zu: isiSuthu

source: siSwati
zu: isiSwati

source: Thank you. Your info has been updated. You will now receive messages from MomConnect in {{language}}.
zu: Siyabonga. Imininingwane yakho ibukeziwe. Sewuzothola imiyalezo evela kuMomConnect nge {{language}}.

source: What kind of identification do you have?
zu: Uneyiphi inkomba?

source: South African ID
zu: I-ID yaseNingizimu Afrika

source: Passport
zu: Iphasiphothi

source: Thank you. Please enter your ID number. eg. 8805100273098
zu: Siyabonga. Sicela ufake i-ID yakho (e.g. 8805100273098)

source: Invalid ID number. Please re-enter
zu: Inombolo kaMazisi engasebenzi. Sicela uyifake kabusha

source: What is the country of origin of the passport?
zu: Iphasiphothi yakho eyeliphi izwe?

source: Other
zu: Okunye

source: There was an error in your entry. Please carefully enter the passport number again.
zu: Kunephutha kulokho okufakile. Sicela uphinde ufake inombolo yakho yephasiphothi ngokucophelela.

source: Please enter the passport number:
zu: Siyabonga. Faka i-No. yephasiphothi yakho

source: Thank you. Your info has been updated. Your registered identification is {{identification_type}} {{identification_number}}.
zu: Siyabonga. Imininingwane yakho ibukeziwe. Inkomba yakho ebhalisiwe ithi {{identification_type}} {{identification_number}}.

source: Please enter the new phone number we should use to send you messages eg. 0813547654
zu: Sicela ufake inombolo yefoni entsha esizokuthumelela imiyalezo kuyo isib. 0813547654

source: Invalid phone number. Please re-enter (with no spaces)
zu: Inombolo yocingo engasebenzi. Sicela uyifake kabusha (ungazishiyi izikhala)

source: Sorry, the number you are trying to move to already has an active registration. To manage that registration, please redial from that number.
zu: Uxolo, kukhona obhalise futhi osebenzisa inombolo ozama ukudlulela kuyo. Ukuze uhlele lokho kubhalisa, sicela ushaye kabusha ngaleyo nombolo.

source: Thank you. Your info has been updated. You will now receive messages from MomConnect via on phone number {{msisdn}}
zu: Siyabonga. Imininingwane yakho ibukeziwe. Sewuzothola imiyalezo evela kuMomConnect ngenombolo yakho yocingo {{msisdn}}

source: Your personal information stored on MomConnect has not been removed.
zu: Ulwazi oluqondene nawe olugcinwe iMomConnect alukasuswa.

source: Thank you. All your information will be deleted from MomConnect in the next 3 days.
zu: Siyabonga. Lonke ulwazi lwakho luzosulwa i-MomConnect ezinsukwini ezingu 3 ezizayo.

source: Sorry, the number you dialled with is not recognised. Dial in with the number you use for MomConnect to change your details
zu: Uxolo, inombolo oshaye ngayo ayaziwa. Sishayele ngenombolo oyisebenzisela iMomConnect ukushintsha imininingwane yakho

source: I don't have that SIM
zu: Anginayo leyo-SIM

source: Exit
zu: Phuma

source: Thank you for using MomConnect. Dial *134*550*7# to see, change or delete the your MomConnect information.
zu: Siyabonga ngokusebenzisa iMomConnect. Dayela *134*550*7# ukubona, ukushintsha noma ukusula imininingwane yakho yeMomConnect.

source: Please enter the number you receive MomConnect messages on.
zu: Sicela ufake inombolo othola imiyalezo yeMomConnect kuyo.

source: Sorry we do not recognise that number. New to MomConnect?Please visit a clinic to register. Made a mistake?
zu: Siyaxolisa asiyazi leyo nombolo. Umusha kuMomConnect? Sicela uye kobhalisa eklinikhi. Wenze iphutha?

source: Try again
zu: Zama futhi

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your SA ID number now.
zu: Siyabonga. Ukushintsha inombolo yocingo yakho sidinga ukuqinisekisa ukuthi nguwena. Sicela ufake inombolo yakho ye-ID yaseNingizimu Afrika manje.

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your passport number now.
zu: Siyabonga. Ukushintsha inombolo yocingo yakho sidinga ukuqinisekisa ukuthi nguwena. Sicela ufake inombolo yephasiphothi yakho manje.

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your date of birth in the following format: dd*mm*yyyy
zu: Siyabonga. Ukushintsha inombolo yocingo yakho sidinga ukuqinisekisa ukuthi nguwena. Sicela ufake usuku lokuzalwa ngendlela elandelayo: usuku*inyanga*unyaka

source: Sorry that is not the correct format. Please enter your date of birth in the following format: dd*mm*yyyy. For example 19*05*1990
zu: Uxolo akusiyo indlela efanele leyo. Sicela ufake usuku lokuzalwa ngendlela elandelayo: usuku*inyanga*unyaka. Isibonelo 19*05*1990

source: Thank you. Please select the language you receive message in:
zu: Siyabonga. Sicela ukhethe ulimi othola imiyalezo ngalo:

source: Sorry one or more of the answers you provided are incorrect. We are not able to change your mobile number. Please visit the clinic to register your new number.
zu: Uxolo kunempendulo engalungile. Siyehluleka ukushintsha inombolo yakho yocingo. Sicela uye kobhalisa inombolo yakho entsha eklinikhi.

source: Thank you. Please enter the new number you would like to use to receive messages from MomConnect.
zu: Siyabonga. Sicela ufake inombolo entsha othanda ukuthola imiyalezo yeMomConnect kuyo.

source: Sorry the number you have entered is not valid. Please re-enter the mobile number.
zu: Uxolo inombolo oyifakile ayisebenzi. Sicela uyifake kabusha inombolo yocingo.

source: You have entered {{new_number}} as the new number you would like to receive MomConnect messages on. Is this number correct?
zu: Sewufake {{new_number}} njengenombolo entsha ongathanda ukuthola imiyalezo yeMomConnect kuyo. Ingabe le nombolo ilungile?

source: No - enter again
zu: Cha - faka futhi

source: Sorry the number you have entered is already associated with a MomConnect account. Please try another number.
zu: Uxolo inombolo oyifakile seyiyasebenza ku-akhawunti yeMomConnect. Sicela uzame enye inombolo.

source: Thank you. How would you like to receive messages about you and your baby?
zu: Siyabonga. Ungathanda ukuyithola kanjani imiyalezo ngawe nengane yakho?

source: Your number has been changed successfully to {{msisdn}}. You will receive messages on {{channel}}. Thank you for using MomConnect!
zu: Inombolo yakho ishintshekile yaba ngu {{msisdn}}. Uzothola imiyalezo ku {{channel}}. Siyabonga ngokusebenzisa iMomConnect!
