{
    "": {
        "project-id-version": "Personal",
        "pot-creation-date": "2018-09-28 07:58:+0000",
        "po-revision-date": "2018-10-26 11:39+0200",
        "last-translator": "",
        "language-team": "Northern Sotho <LL@li.org>",
        "language": "nso",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.2",
        "plural-forms": "nplurals=2; plural=(n > 1);"
    },
    "Please dial back in to {{ USSD_number }} to complete the pregnancy registration.": [
        null,
        "Poledisano ya gago e fedile. O kgopelwa go taela{{ USSD_number }} gape go fetsa go tsenya tshedimoso gore o hwetse melaetsa."
    ],
    "Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply \"SMS\" (std rates apply)": [
        null,
        "Amogetšwe go MomConnect! Eya kliniki go fiwa melaetša. Emiša ka {{optout_channel}}. Go hwetša melaetša ka SMS, fetola \"SMS\" (ditefo tša tlwaelo)"
    ],
    "Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.": [
        null,
        "Amogetšwe go MomConnect! Eya kliniki go fiwa melaetša. Emiša ka {{optout_channel}}."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "O kgopelwa go araba molaetsa ka pelaelo ya gago. Ge o amana le tirelo ya kliniki, akaretsa kliniki goba leina la modirelakliniki. Ditefo tsa tlwaelo di a soma."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "O kgopelwa go araba molaetsa ka tumiso ya gago. Ge o amana le tirelo ya kliniki, akaretsa kliniki goba leina la modirelakliniki. Ditefo tsa tlwaelo di a soma."
    ],
    "Welcome back. Please select an option:": [
        null,
        "O amogetswe gape. Hle kgetha:"
    ],
    "Continue signing up for messages": [
        null,
        "Tšwela pele go ingwadišetša melaetša"
    ],
    "Main menu": [
        null,
        "Menyu o Mogolo"
    ],
    "Welcome to the Department of Health's MomConnect. Please select your language": [
        null,
        "Welcome to the Department of Health's MomConnect. Please select your language"
    ],
    "MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "MomConnect e romela di-SMS tsa thekgo tsa mahala go bomma bao ba imilego. O imile goba o belaela gore o imile?"
    ],
    "Yes": [
        null,
        "Ee"
    ],
    "No": [
        null,
        "Aowa"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        "Go ngwadiša re a tšea, ra boloka le go šomiša tshedimošo ya gago. O ka hwetša melaetša ka matšatši a maikhutšo le mafelelo a beke. O a dumela?"
    ],
    "We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.": [
        null,
        "Re maswabi eupsa tirelo ye ke ya bomma bao ba imilego fela. Ge o na le mathata a mangwe a maphelo o kgopelwa go etela kliniking ya kgauswi."
    ],
    "Unfortunately without your consent, you cannot register to MomConnect.": [
        null,
        "Ka maswabi ka ntle le tumelelo ya gago, o ka se ingwadiše go MomConnect."
    ],
    "You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Nakong ye fetilego o kgopetse go tswa go di-SMS tsa MomConnect. Hle tiisetsa gore o nyaka go tsena go hwetsa melaetsa gape?"
    ],
    "You have chosen not to receive MomConnect messages and so cannot complete registration.": [
        null,
        "O kgethile go hwetša melaetša ya MomConnect ka fao o ka se fetše boingwadišo."
    ],
    "Main Menu": [
        null,
        "Menyu o Mogolo"
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.": [
        null,
        "Malebo ge o imile! O tla hwetša melaetša go MomConnect ka WhatsApp beke tše 3. Go hwetša melaetša ka botlalo, ingwadiše kliniking."
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.": [
        null,
        "Malebo ge o imile! O tla hwetša melaetša ya mohola go MomConnect ka SMS beke tše 3. Go hwetša melaetša ya MAHALA, ingwadiše kliniking."
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "O amogetšwe go MomConnect ya Kgoro ya Maphelo. Kgetha kgetho:"
    ],
    "Send us a compliment": [
        null,
        "Romela tebogo"
    ],
    "Send us a complaint": [
        null,
        "Tliša pelaelo"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Re a leboga. Re tla go romela molaetsa e se kgale wo o nago le ditaelo ka ga ka fao o ka re romelago tebogiso ya gago."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Re tla go romela molaetša e se kgale wo o nago le ditaelo ka ga ka fao o ka re romelago pelaelo ya gago."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "O amogetswe gape. Hle kgetha:"
    ],
    "Get the full set of messages": [
        null,
        "Hwetša melaetša ka botlalo"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Go ingwadisetsa melaetsa ka botlalo ya MomConnect, hle etela kliniking ya geno ya kgauswi."
    ]
}