Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_higherhealth_healthcheck.afr_ZA.po
Languages: sot

source: Welcome back to the The National Department of Health's COVID-19 Service Reply
sot: Welkom terug by Die Nasionale Department van Gesondheid se COVID-19 Diens Antwoord

source: Continue where I left off
sot: Gaan voort waar ek opgehou het

source: Start over
sot: Begin oor

source: The HIGHER HEALTH HealthCheck is your risk assessment tool. Help us by answering a few questions about you and your health. Reply
sot: Die Nasionale Departement van Gesondheid bedank jou vir jou bydra. Stop die verspreiding van COVID-19. Antwoord

source: This service works best when you select numbers from the list
sot: Hierdie diens werk die beste wanneer jy nommers van die lys af kies

source: START
sot: BEGIN

source: Confirm that you're responsible for your medical care & treatment. This service only provides info. Reply
sot: Bevestig dat jy verantwoordelik is vir jou eie mediese sorg en behandeling. Hierdie diens verskaf slegs inligting. Antwoord

source: Please use numbers from list. Confirm that u're responsible for ur medical care & treatment. This service only provides info. Reply
sot: Bevestig dat jy verantwoordelik is vir jou eie mediese sorg en behandeling. Hierdie diens verskaf slegs inligting. Antwoord

source: YES
sot: JA

source: NO
sot: NEE

source: MORE INFO
sot: MEER INLIGTING

source: You can return to this service at any time. Remember, if you think you have COVID-19 STAY HOME, avoid contact with other people and self-quarantine.
sot: Jy kan enige tyd na hierdie diens terug keer. Onthou, as jy dink dat jy COVID-19 het, BLY BY DIE HUIS, vermy kontak met ander mense en self-kwarantyn.

source: It's not a substitute for professional medical advice/diagnosis/treatment. Get a qualified health provider's advice about your medical condition/care.
sot: Die is nie ’n plaasvervanger vir professionele advies/ diagnose/ behandeling nie. Kry ’n gekwalifiseerde dokter se advies oor jou mediese sorg.

source: Next
sot: Volgende

source: You confirm that you shouldn't disregard/delay seeking medical advice about treatment/care because of this service. Rely on info at your own risk.
sot: Jy bevestig dat jy nie agv die diens enige mediese advies oor sorg sal ignoreer/verontagsaam nie. Maak staat op inligting op jou eie risiko.

source: Select your province Reply:
sot: Kies jou Provinsie Antwoord:

source: EASTERN CAPE
sot: OOS-KAAP

source: FREE STATE
sot: VRYSTAAT

source: NORTH WEST
sot: NOORDWES

source: NORTHERN CAPE
sot: NOORD-KAAP

source: WESTERN CAPE
sot: WES-KAAP

source: Please TYPE the name of your Suburb, Township, Town or Village (or nearest)
sot: TIK asb die naam in van jou Voorstad, Township, Dorp of Village (of naaste)

source: How old are you?
sot: Hoe oud is jy?

source: How old are you?
sot: Hoe oud is jy?

source: Do you feel very hot or cold? Are you sweating or shivering? When you touch your forehead, does it feel hot? Reply
sot: Was jy al gediagnoseer as Oorgewig of met Diabetes, Hoë Bloeddruk of ’n Hart kondisie? Antwoord

source: Please use numbers from list. Do you feel very hot or cold? Are you sweating or shivering? When you touch your forehead, does it feel hot? Reply
sot: Voel jy baie warm of koud? Sweet of bewe jy? Wanneer jy aan jou voorkop vat, voel dit warm? Antwoord

source: Do you have a cough that recently started? Reply
sot: Het jy ’n hoes wat onlangs begin het? Antwoord

source: Please use numbers from list. Do you have a cough that recently started? Reply
sot: Het jy ’n hoes wat onlangs begin het? Antwoord

source: Do you have a sore throat, or pain when swallowing? Reply
sot: Het jy ’n seer keel of pyn wanneer jy sluk? Antwoord

source: Please use numbers from list. Do you have a sore throat, or pain when swallowing? Reply
sot: Het jy ’n seer keel of pyn wanneer jy sluk? Antwoord

source: Do you have breathlessness or difficulty in breathing, that you've noticed recently? Reply
sot: Het jy onlangs opgemerk dat jy raak kort van asem of sukkel om asem te haal? Antwoord

source: Please use numbers from list. Do you have breathlessness or difficulty in breathing, that you've noticed recently? Reply
sot: Het jy onlangs opgemerk dat jy raak kort van asem of sukkel om asem te haal? Antwoord

source: Have you been in close contact with someone confirmed to be infected with COVID-19? Reply
sot: Was jy in onmiddelike kontak met enige iemand wat positief getoets is vir COVID 19? Antwoord

source: Please use numbers from list. Have u been in contact with someone with COVID19 or been where COVID19 patients are treated? Reply
sot: Was jy in onmiddelike kontak met enige iemand wat positief getoets is vir COVID 19? Antwoord

source: NOT SURE
sot: NIE SEKER NIE

source: Please confirm that the information you shared is correct & that the National Department of Health can contact you if necessary? Reply
sot: Bevestig dat die inligting wat jy gedeel het reg is & dat die Nasionale Departement van Gesondheid jou kan kontak as nodig? Antwoord

source: Please reply with numbers Is the information you shared correct & can the National Department of Health contact you if necessary? Reply
sot: Bevestig dat die inligting wat jy gedeel het reg is & dat die Nasionale Departement van Gesondheid jou kan kontak as nodig? Antwoord

source: RESTART
sot: BEGIN OOR

source: You are at low risk of having COVID-19. You will still need to complete this risk assessment daily to monitor your symptoms.
sot: Voltooi hierdie HealthCheck weer in 7 dae of vroër as jy siek voel of met iemand in kontak kom wat COVID-19 het.

source: You should SELF-QUARANTINE for 14 days and do HealthCheck daily to monitor symptoms. Try stay and sleep alone in a room that has a window with good air flow.
sot: Jy moet vir 14 dae SELF-KWARANTYN en hierdie HealthCheck daagliks doen om jou simptome te monitor. Bly/slaap alleen in ’n kamer met goeie lug vloei.

source: GET TESTED to find out if you have COVID-19. Go to a testing center or Call 0800029999 or your healthcare practitioner for info on what to do & how to test.
sot: Jy kan moontlik KWALIFISEER VIR COVID-19 TOETSING. Gaan na ’n toets sentrum of Bel 0800029999 of besoek jou dokter vir meer inligting oor die toetsing.

source: We won't contact you. SELF-QUARANTINE for 14 days and do this HealthCheck daily to monitor symptoms. Stay/sleep alone in a room with good air flowing through
sot: Jy moet vir 14 dae SELF-KWARANTYN en hierdie HealthCheck daagliks doen om jou simptome te monitor. Bly/slaap alleen in ’n kamer met goeie lug vloei

source: You will not be contacted. GET TESTED to find out if you have COVID-19. Go to a testing center or Call 0800029999 or your healthcare practitioner for info
sot: Jy kan moontlik KWALIFISEER VIR COVID-19 TOETSING. Gaan na ’n toets sentrum of Bel 0800029999 of besoek jou dokter vir meer inligting oor die toetsing

source: You will not be contacted. If you think you have COVID-19 please STAY HOME, avoid contact with other people in your community and self-isolate.
sot: Jy sal nie gekontak word nie. As jy dink jy het COVID-19, BLY ASB BY DIE HUIS, vermy kontak met ander mense en self-kwarantyn.

source: START OVER
sot: BEGIN OOR
