Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_user_data.nbl_ZA.po
Languages: nr

source: Personal info: Phone Number: {{msisdn}} ID Number: {{id}} Date of Birth: {{dob}} Channel: {{channel}} Language: {{lang}}
nr: Ilwazi ngawe: Inomboro yomtato: {{msisdn}} Inomboro ye-ID: {{id}} Ilanga lamabeletho: {{dob}} Itjhaneli: {{channel}} Ilimi: {{lang}}

source: Personal info: Phone Number: {{msisdn}} Origin of Passport: {{passport_or}} Passport: {{passport_num}} Date of Birth: {{dob}} Channel: {{channel}} Language: {{lang}}
nr: Ilwazi ngawe: Inomboro yomtato: {{msisdn}} Inarha okubuya kiyo iphaspoti: {{passport_or}} Iphaspoti: {{passport_num}} Ilanga lamabeletho: {{dob}} Itjhaneli: {{channel}} Ilimi: {{lang}}

source: {{first}} Message set: {{mset}}
nr: {{first}} Umlayezo wesiqhema: {{mset}}

source: What would you like to do?
nr: Ungathanda ukwenzani?

source: See my personal info
nr: Qala ilwazi okungelami

source: Change my info
nr: Tjintja ilwazI lami

source: Request to delete my info
nr: IsIbawo sokusula ilwazi lami

source: More
nr: Okunengi

source: Back
nr: Emva

source: Main Menu
nr: Imenu eKulu

source: Use a different phone number
nr: Sebenzisa omunyumtato

source: Update my language choice
nr: Khwezelela ikhetho lelimi lami

source: Update my identification
nr: Khwezelela ukufaniswa kwami

source: Receive messages over {{channel}}
nr: Fumana imilayezo ku {{channel}}

source: What would you like to change? To change your due date, visit a clinic
nr: Ungathanda ukutjhugululani? Ukutjhugululilanga lakho, vakatjhela itlinigi

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered. Do you want us to delete it now?
nr: IMomConnect izazisulela ilwazi lakho yona ngokwalo emnyakeni eli-7 neenyanga ezili- 9 ngemva kokurejistara. Nanyana ufuna silisule njenganje?

source: Yes
nr: Iye

source: No
nr: Awa

source: Thank you. Your info has been updated. You will now receive messages from MomConnect via {{channel}}.
nr: Siyathokoza. Ilwazi lakho lilethwe ebujameni banjesi. Manje uzakufumana imilayezo ebuya kuMomConnect ku {{channel}}.

source: Update my other info
nr: Letha ilwazi lami ebujameni banjesi

source: Choose a language for your messages:
nr: Khetha ilimi lemlayezo yakho:

source: Thank you. Your info has been updated. You will now receive messages from MomConnect in {{language}}.
nr: Siyathokoza. Ilwazi lakho lilethwe ebujameni banjesi. Manje uzakufumana imilayezo ebuya kuMomConnect nge {{language}}.

source: What kind of identification do you have?
nr: Ngiwuphi umhlobo womazisi onawo?

source: South African ID
nr: Umazisi weSewula Afrika

source: Passport
nr: Iphasipoti

source: Thank you. Please enter your ID number. eg. 8805100273098
nr: Ngiyathokoza. Ngibawufake inomboro ye ID (isib. 8805100273098)

source: Invalid ID number. Please re-enter
nr: Inomboro ye-ID ayisisemthethweni. Sibawa uyifake godu

source: What is the country of origin of the passport?
nr: Ngiyiphi inarha yamambala yephasipoti yakho?

source: Other
nr: Enye

source: There was an error in your entry. Please carefully enter the passport number again.
nr: Kube nobutjhapha nawufakako. Sibawa ngokuyelela okukhulu ufake inomborwakho yephasipoti godu.

source: Please enter the passport number:
nr: Ngiyathokoza. Faka inomborwakho yephasipoti.

source: Thank you. Your info has been updated. Your registered identification is {{identification_type}} {{identification_number}}.
nr: Siyathokoza. Ilwazi lakho lilethwe ebujameni banjesi. Ukuzazisa kwakho okutlolisiweko yi {{identification_type}} {{identification_number}}.

source: Please enter the new phone number we should use to send you messages eg. 0813547654
nr: Faka inomboro etja yomtato ekufanele siwusebenzisele ukukuthumela imlayezo isb. 0813547654

source: Invalid phone number. Please re-enter (with no spaces)
nr: Inomboro yomtato ayisisemthethweni. Sibawa uyifake godu (kungabikhona iinkhala)

source: Sorry, the number you are trying to move to already has an active registration. To manage that registration, please redial from that number.
nr: Ncancabe, inomboro ozama ukuya kiyo seyinerejistretjheni esebenzako. Ukulawula irejistretjheni leyo, sibawa ubethele godu kiyo inomboro leyo.

source: Thank you. Your info has been updated. You will now receive messages from MomConnect via on phone number {{msisdn}}
nr: Siyathokoza. Ilwazi lakho lilethwe ebujameni banjesi. Manje uzakufumana imilayezo ebuya kuMomConnect ngenomboro nasi yomtato {{msisdn}}

source: Your personal information stored on MomConnect has not been removed.
nr: Imininingwanakho efakwe kuMomConnect ayikasuswa.

source: Thank you. All your information will be deleted from MomConnect in the next 3 days.
nr: Ngiyathokoza. Loke ilwazi okungelakho lizakusulwa kuMomConnect emalangeni ali 3 azako.

source: Sorry, the number you dialled with is not recognised. Dial in with the number you use for MomConnect to change your details
nr: Siyacolisa, inomboro oyidayilileko ayaziwa. Dayela ngenomboro oyisebenzisela iMomConnect ukutjhugulula imininingwana yakho

source: I don't have that SIM
nr: Anginayo i-SIM leyo

source: Exit
nr: Phuma

source: Thank you for using MomConnect. Dial *134*550*7# to see, change or delete the your MomConnect information.
nr: Siyathokoza ngokusebenzisa iMomConnect. Dayela *134*550*7# ukubona, ukutjhugulula namkha ukusula ilwazi lakho leMomConnect.

source: Please enter the number you receive MomConnect messages on.
nr: Sibawa bona ufake inomboro ofumana kiyo imilayezo yeMomConnect.

source: Sorry we do not recognise that number. New to MomConnect?Please visit a clinic to register. Made a mistake?
nr: Siyacolisa asiyazi inomboro leyo. Ingabe umutjha kuMomConnect? Sibawa uye etlinigi ukuyozitlolisa. Ingabe wenze iphoso?

source: Try again
nr: Linga godu

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your SA ID number now.
nr: Siyathokoza. Ukuze sitjhugulule inomboro yakho yomtato kufanele siqinisekise ukuzazisa kwakho. Sibawa ufake inomboro yakho kamazisi we-SA manje.

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your passport number now.
nr: Siyathokoza. Ukuze sitjhugulule inomboro yakho yomtato kufanele siqinisekise ukuzazisa kwakho. Sibawa ufake inomboro yakho yephaspoti manje.

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your date of birth in the following format: dd*mm*yyyy
nr: Siyathokoza. Ukuze sitjhugulule inomboro yakho yomtato kufanele siqinisekise ukuzazisa kwakho. Sibawa ufake ilanga lakho lamabeletho ngalendlela: dd*mm*yyyy

source: Sorry that is not the correct format. Please enter your date of birth in the following format: dd*mm*yyyy. For example 19*05*1990
nr: Siyacolisa le akusiyo indlela elungileko. Sibawa ufake ilanga lakho lamabeletho ngendlela elandelako: dd*mm*yyyy. Isibonelo 19*05*1990

source: Thank you. Please select the language you receive message in:
nr: Siyathokoza. Sibawa ukhethe ilimi ofumana ngalo imilayezo:

source: Sorry one or more of the answers you provided are incorrect. We are not able to change your mobile number. Please visit the clinic to register your new number.
nr: Siyacolisa inye / zinengi iimpendulo ozinikeleko ezingalungileko. Asikghoni ukutjhugulula inomboro yakho. Iya etlinigi ukuyokutlolisa inomboro yakho etjha.

source: Thank you. Please enter the new number you would like to use to receive messages from MomConnect.
nr: Siyathokoza. Sibawa ufake inomboro yakho etjha ongathanda ukuyisebenzisela ukufumana imilayezo ebuya kuMomConnect.

source: Sorry the number you have entered is not valid. Please re-enter the mobile number.
nr: Siyacolisa inomboro oyifakileko ayisebenzi. Sibawa ufake butjha inomboro yomtato.

source: You have entered {{new_number}} as the new number you would like to receive MomConnect messages on. Is this number correct?
nr: Ufake i {{new_number}} njengenomboro etjha ongathanda ukufumana kiyo imilayezo yakho yeMomConnect. Ingabe inomboro le ilungile?

source: No - enter again
nr: Awa - ifake godu

source: Sorry the number you have entered is already associated with a MomConnect account. Please try another number.
nr: Siyacolisa inomboro oyifakileko sele ihlobaniswe ne-akhawunti yeMomConnect. Sibawa ulinge enye inomboro.

source: Thank you. How would you like to receive messages about you and your baby?
nr: Siyathokoza. Ungathanda ukufumana imilayezo ngawe nangomntwanakho njani?

source: Your number has been changed successfully to {{msisdn}}. You will receive messages on {{channel}}. Thank you for using MomConnect!
nr: Inomboro yakho itjhugululwe ngepumelelo kwaba yi {msisdn}}. Uzakufumana imilayezo ku {{channel}}. Siyathokoza ngokusebenzisa iMomConnect!
