Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_faq.xho_ZA.po
Languages: xh

source: Welcome back. Please select an option:
xh: Wamkelekile kwakhona. Khetha:

source: Continue viewing FAQ
xh: Umva

source: Main menu
xh: Imenyu enguNdoqo

source: Choose a question about MomConnect (MC):
xh: Khetha umbuzo ngeMomConnect (MC):

source: What is MomConnect?
xh: Yintoni iMomConnect?

source: Why does MC need my personal info?
xh: iMC izifunelani iinkcukacha zam zokobuqu?

source: What personal info is collected?
xh: Kuqokelelwa ziphi iinkcukacha zokobuqu?

source: Who can see my personal info?
xh: Zibonwa ngubani iinkcukacha zam?

source: How can I see, change or delete my personal info?
xh: Ndizibona, ndizitshintshe/ndizicime njani iinkcukacha zam?

source: How long does MC keep my info?
xh: iMC izigcina kangakanani iinkcukacha zam?

source: Next
xh: Landelayo

source: Back
xh: Umva

source: MC is a Health Department programme. It sends SMS messages for you & your baby. To see, change or delete your info dial *134*550*7#
xh: iMC yinkqubo yeSebe lezeMpilo. Ithumela iiSMS zakho nosana lwakho. Ukubona, utshintshe/ucime iinkcukacha zakho cofa u-*134*550*7#

source: Menu
xh: Imenyu

source: MomConnect needs your personal info to send you messages that are relevant to your pregnancy stage or your baby's age. By knowing where you registered for MC, the Health Department can make sure that the service is being offered to women at your clinic. Knowing where you registered helps the Health Department act on the compliments or complaints you may send to MomConnect about your clinic experience.
xh: iMomConnect idinga iinkcukacha zakho zokobuqu ukuze ikuthumelele imiyaleza enokwenza nokukhulelwa kwakho okanye ngokukhula kosana lwakho. Ngokwazi ukuba uyibhaliselephi iMomConnect, iSebe lezeMpilo lingakwazi ukuqinisekisa amabhinqa aya kwikliniki yakho azakufumana iinkonzo. Ukwazi ukuba ubhalisephi kuncedisa iSebe lezeMpilo lifumane izincomo/izikhalazo ozithumela kwiMomConnect malunga noko kukwehleleyo kwikliniki yakho.

source: MomConnect collects your phone and ID numbers, clinic location, and information about how your pregnancy is progressing.
xh: iMomConnect iqokelela iinombolo zakho zefowuni neseSazisi, indawo ekuyo ikliniki neenkcukacha malunga nenkqubela yokukhulelwa kwakho.

source: MomConnect is owned and run by the Health Department. MTN, Cell C, Telkom, Praekelt, Jembi and HISP collect and process your data on their behalf.
xh: iMomConnect yeyeSebe lezeMpilo ikwalawulwa lilo. iMTN, Cell C, Telkom, Praekelt, Jembi neHISP ziqokelela zize zisebenze ngedatha yakho egameni lalo

source: You can see, change, or ask us to delete your information by dialing *134*550*7#
xh: Usenokubona, utshintshe okanye ucele ukucima iinkcukacha zakho ngokucofa u*134*550*7#

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered.
xh: iMomConnect izakuzicima ngokunokwayo iinkcukaca zakho zokobuqu emva kweminyaka e-7 neenyanga ezili-9 ubhalisile.

source: Sorry, that number is not recognised. Dial in with the number you first used to register. To update your number, dial *134*550*7# or register again at a clinic.
xh: Uxolo, inombolo ayibhaliswanga. Fowuna ngale wawubhalise ngayo kuqala. Ukutshintsha inombolo yakho, cofa u- *134*550*7# okanye ubhalise kwakhona ekliniki.
