Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd-public.nso_ZA.po
Languages: nso

source: Please dial back in to {{ USSD_number }} to complete the pregnancy registration.
nso: Poledisano ya gago e fedile. O kgopelwa go taela{{ USSD_number }} gape go fetsa go tsenya tshedimoso gore o hwetse melaetsa.

source: Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply "SMS" (std rates apply)
nso: Amogetšwe go MomConnect! Eya kliniki go fiwa melaetša. Emiša ka {{optout_channel}}. Go hwetša melaetša ka SMS, fetola "SMS" (ditefo tša tlwaelo)

source: Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.
nso: Amogetšwe go MomConnect! Eya kliniki go fiwa melaetša. Emiša ka {{optout_channel}}.

source: Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
nso: O kgopelwa go araba molaetsa ka pelaelo ya gago. Ge o amana le tirelo ya kliniki, akaretsa kliniki goba leina la modirelakliniki. Ditefo tsa tlwaelo di a soma.

source: Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
nso: O kgopelwa go araba molaetsa ka tumiso ya gago. Ge o amana le tirelo ya kliniki, akaretsa kliniki goba leina la modirelakliniki. Ditefo tsa tlwaelo di a soma.

source: Welcome back. Please select an option:
nso: O amogetswe gape. Hle kgetha:

source: Continue signing up for messages
nso: Saenela melaetsa

source: Main menu
nso: Menyu o Mogolo

source: MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?
nso: MomConnect e romela di-SMS tsa thekgo tsa mahala go bomma bao ba imilego. O imile goba o belaela gore o imile?

source: Yes
nso: Ee

source: No
nso: Aowa

source: We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.
nso: Re maswabi eupsa tirelo ye ke ya bomma bao ba imilego fela. Ge o na le mathata a mangwe a maphelo o kgopelwa go etela kliniking ya kgauswi.

source: You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?
nso: Nakong ye fetilego o kgopetse go tswa go di-SMS tsa MomConnect. Hle tiisetsa gore o nyaka go tsena go hwetsa melaetsa gape?

source: You have chosen not to receive MomConnect messages and so cannot complete registration.
nso: O kgethile go se hwetše di-SMS go MomConnect ka ga tshedimošo ye kgopetšwego.

source: Main Menu
nso: Menyu o Mogolo

source: Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.
nso: Malebo ge o imile! O tla hwetša melaetša go MomConnect ka WhatsApp beke tše 3. Go hwetša melaetša ka botlalo, ingwadiše kliniking.

source: Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.
nso: Malebo ge o imile! O tla hwetša melaetša ya mohola go MomConnect ka SMS beke tše 3. Go hwetša melaetša ya MAHALA, ingwadiše kliniking.

source: Welcome to the Department of Health's MomConnect. Please choose an option:
nso: O amogetšwe go MomConnect ya Kgoro ya Maphelo. Kgetha kgetho:

source: Send us a compliment
nso: Romela tebogo

source: Send us a complaint
nso: Tliša pelaelo

source: Thank you. We will send you a message shortly with instructions on how to send us your compliment.
nso: Re a leboga. Re tla go romela molaetsa e se kgale wo o nago le ditaelo ka ga ka fao o ka re romelago tebogiso ya gago.

source: Thank you. We will send you a message shortly with instructions on how to send us your complaint.
nso: Re tla go romela molaetša e se kgale wo o nago le ditaelo ka ga ka fao o ka re romelago pelaelo ya gago.

source: Welcome to the Department of Health's MomConnect. Choose an option:
nso: O amogetswe gape. Hle kgetha:

source: Get the full set of messages
nso: Hwetša melaetša ka botlalo

source: To register for the full set of MomConnect messages, please visit your nearest clinic.
nso: Go ingwadisetsa melaetsa ka botlalo ya MomConnect, hle etela kliniking ya geno ya kgauswi.
