{
    "": {
        "project-id-version": "public",
        "pot-creation-date": "2017-06-28 12:03+0200",
        "po-revision-date": "2017-06-28 12:24+0200",
        "last-translator": "Lieze <lieze@praekelt.com>",
        "language-team": "Language <LL@li.org>",
        "language": "xh",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.0.2",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    },
    "Congratulations on your pregnancy. You will now get free SMSs about MomConnect. You can register for the full set of FREE helpful messages at a clinic.": [
        null,
        "Sivuyisana nawe ngokukhulelwa kwakho. Ngoku uza kufumana ii-SMS zasimahla kwa-MomConnect. Ungabhalisela iseti epheleleyo yaSIMAHLA yemiyalezo eluncedo ekliniki."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Phendula kulo myalezo noko ukuncomayo. Ukuba simalunga nesevisi eklinikhi, yifake okanye igama lomsebenzi waseklinikhi. Ubhatala ngokuqhelekileyo."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Phendula kulo myalezo nesikhalazo sakho. Ukuba simalunga nesevisi eklinikhi, yifake okanye igama lomsebenzi waseklinikhi. Ubhatala ngokuqhelekileyo."
    ],
    "Main menu": [
        null,
        "Imenyu enguNdoqo"
    ],
    "MomConnect sends free support SMSs to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "I-MomConnect ithumela simahla ii-SMS zenkxaso koomama abakhulelweyo. Ingaba ukhulelwe okanye urhanela ukuba ukhulelwe?"
    ],
    "Yes": [
        null,
        "Ewe"
    ],
    "No": [
        null,
        "Hayi"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        ""
    ],
    "You have previously opted out of MomConnect SMSs. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Kwixa elingaphambili ukhethe ukuphuma kwii-SMS ze-MomConnect. Nceda ungqine ukuba ungathanda ukukhetha ukwamkela imiyalezo kwakhona."
    ],
    "Main Menu": [
        null,
        "Imenyu enguNdoqo"
    ],
    "How would you like to receive messages about you and your baby?": [
        null,
        "Ungathanda ukuyifumana njani imiyaleza emalunga nawe nosana lwakho?"
    ],
    "WhatsApp": [
        null,
        "WhatsApp"
    ],
    "SMS": [
        null,
        "SMS"
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "Wamkelekile kwiMomConnect yeSebe lezeMpilo. Yenza ukhetho:"
    ],
    "Send us a compliment": [
        null,
        "Sithumelele isincomo"
    ],
    "Send us a complaint": [
        null,
        "Faka isikhalazo"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Enkosi. Siza kukuthumelela umyalezo kungekudala nemiyalelo yendlela yokus isikhalazo sakho."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Enkosi. Siza kukuthumelela umyalezo kungekudala nemiyalelo yendlela yokusithumelela isincomo sakho."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "Wamkelekile kwiMomConnect yeSebe lezeMpilo. Yenza ukhetho:"
    ],
    "Get the full set of messages": [
        null,
        "Fumana iseti epheleleyo yemiyalezo"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Ukubhalisela iseti epheleleyo yemiyalezo yeMomConnect, nceda utyelele ikliniki yakho ekufuphi."
    ]
}