Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_tb_check.zul_ZA.po
Languages: zu_za

source: Welcome back to the The National Department of Health's TB HealthCheck
zu_za: Siyakwamukela futhi kwi-HealthCheck ye-TB yoMnyango Kazwelonke Wezempilo

source: Continue where I left off
zu_za: Qhubeka la engigcine khona

source: Start over
zu_za: Qala phansi

source: Unfortunately, you cannot participate in the study more than once. You can still continue with a TB Check but you will not be included in the study.
zu_za: Ngeshwa, awukwazi ukubamba iqhaza ocwaningweni ngaphezu kokukodwa.Ungaqhubeka nge TB Check kodwa ngeke ufakwe ocwaningweni.

source: Continue
zu_za: Qhubeka

source: This service works best when you choose number options from the list.
zu_za: Le sevisi isebenza kahle kakhulu uma ukhetha izinketho zezinombolo ohlwini.

source: The National Department of Health thanks you for helping to protect the health of all SA citizens. Stop the spread of TB.
zu_za: UMnyango Wezempilo Kazwelonke uyabonga ngokusiza ukuvikela impilo yezakhamizi zaseNingizimu Afrika. Misa ukusabalala TB.

source: START
zu_za: QALA

source: This NDoH service only provides health info. Please agree that you are responsible for your own medical care and treatment.
zu_za: Lesevisi ye-NDoH inikeza imininingwane yezempilo kphela. Scela uvume ukuth unegunya lokunakekelwa nokwelashwa kwakho.

source: YES
zu_za: YEBO

source: NO
zu_za: CHA

source: MORE INFO
zu_za: IMINININGWANE ENGAPHEZULU

source: Return to use this service at any time. Remember, if you think you have TB, avoid contact with other people and get tested at your nearest clinic.
zu_za: Buyela ukusebenzisa le sevisi noma kunini. Khumbula, uma ucabanga ukuthi une-TB, gwema ukuxhumana nabanye abantu futhi uyohlolwa emtholampilo oseduzane nawe.

source: TB HealthCheck does not replace medical advice, diagnosis or treatment. Get a qualified health provider's advice on your medical condition and care.
zu_za: I-TB HealthCheck ayithathi indawo yezeluleko zezokwelapha. Thola izeluleko zomhlinzeki wezempilo oqeqeshiwe ngesimo sakho sezempilo nokunakekelwa.

source: Next
zu_za: Olandelayo

source: You use this info at your own risk. This tool cannot replace medical advice. Agree not to ignore or delay getting medical advice on treatment or care
zu_za: Usebenzisa lolulwazi ngokuzibeka wena egcupheni. Vuma ukungazibi nokungabambezeleli ukthola iseluleko ngokwelashwa noma ukunakekelwa

source: Your personal information is protected under POPIA and in accordance with the provisions of the TB HealthCheck Privacy Notice sent to you by SMS.
zu_za: Imininingwane yakho ivikelwe yi-POPI Act futhi ngokuya ngemigomo yeSaziso Sobumfihlo se-TB HealthCheck esithunyelwe kuwe nge-SMS.

source: ACCEPT
zu_za: YAMUKELA

source: Choose your preferred language
zu_za: Khetha ulimi lwakho oluthandayo

source: Please reply with numbers. Choose your preferred language
zu_za: Sicela usebenzise izinombolo ezisohlwini. Khetha ulimi lwakho oluthandayo

source: If you agree, we will use your information to see if this TB Check helps people. Do you agree?
zu_za: Uma uvuma sizosebenzisa ulwazi lwakho ukubona ukuthi i-TB Check iyabasiza yini abantu. Ingabe uyavuma?

source: Please reply with numbers. Do you agree?
zu_za: Sicela usebenzise izinombolo ezisohlwini. Ingabe uyavuma?

source: Yes
zu_za: Yebo

source: No
zu_za: Cha

source: FAQ for more info on TBCheck and the research.
zu_za: FAQ, mayelana ne TBCheck kanye nocwaningo.

source: How old are you?
zu_za: Uneminyaka emingaki?

source: Please use numbers from list. How old are you?
zu_za: Sicela usebenzise izinombolo ezisohlwini. Uneminyaka emingaki ?

source: under 18
zu_za: ngaphansi kwa-18

source: over 65
zu_za: ngaphezu kwa-65

source: Okay, no problem. You will not be included in the research, but you can still continue to check if you need to take a TB test.
zu_za: Kulungile ayikho inkinga. Angeke ufakwe ocwaningweni, kodwa ungaqhubheka ubone ukuthi awudingi na ukuhlolelwa i-TB.

source: Which gender do you identify as?
zu_za: Ubuphi ubulili ozibona uyibo?

source: Please use numbers from list. Which gender do you identify as?
zu_za: Sicela usebenzise izinombolo ezisohlwini. Ubuphi ubulili ozikhomba kubo?

source: MALE
zu_za: OWESILISA

source: FEMALE
zu_za: OWESIFAZANE

source: OTHER
zu_za: OKUNYE

source: RATHER NOT SAY
zu_za: NGINCAMELA UKUNGASHO

source: Choose your province
zu_za: Khetha isfundazwe sakho

source: E. CAPE
zu_za: EMPUMALANGA KAPA

source: FREE STATE
zu_za: EFULEYISITATA

source: GAUTENG
zu_za: EGOLI

source: NORTH WEST
zu_za: ENYAKATHO-NTSHONALANGA

source: N. CAPE
zu_za: ENYAKATHO KAPA

source: W. CAPE
zu_za: ENTSHONALANGA KAPA

source: Please type the name of the street where you live.
zu_za: Sicela uthayiphe igama lomgwaqo walapho ohlala khona.

source: Please type the name of the suburb/township/village where you live.
zu_za: Sicela uthayiphe igama ledolobha/ilokishi/isigodi salapho ohlala khona.

source: Please type the name of the city where you live.
zu_za: Sicela uthayiphe igama ledolobha lalapho ohlala khona.

source: Sorry, we don't understand. Please try again. Please type the name of the city where you live
zu_za: Siyaxolisa, asiqondi. Ngicela uzame futhi. Sicela uthayiphe igama ledolobha lalapho ohlala khona

source: Please check that the address below is correct and matches the information you gave us: {{ address }}
zu_za: Sicela ubheke ukuthi ikheli elingezansi lilungile futhi lihambisana nemininingwane osinike yona: {{ address }}

source: Let's see how you're feeling today. Do you have a cough?
zu_za: Asiboneuzizwa kanjani namuhla. Uyakhwehlela?

source: Please use numbers from list. Do you have a cough?
zu_za: Sicela usebenzise izinombolo ezisohlwini. Uyakhwehlela?

source: Do you have a fever? (when you touch your forehead, does it feel hot?)
zu_za: Unemfiva? (uma uthinta isiphongo sakho, usizwa sishisa?)

source: Please use numbers from list. Do you have a fever? (when you touch your forehead, does it feel hot?)
zu_za: Sicela usebenzise izinombolo ezisohlwini. Unemfiva? (uma uthinta isiphongo sakho, usizwa sishisa?)

source: Are you sweating more than usual at night?
zu_za: Ingabe ujuluka ngaphezu kokujwayelekile ebusuku?

source: Please use numbers from list. Are you sweating more than usual at night?
zu_za: Sicela usebenzise izinombolo ezisohlwini. Ingabe ujuluka ngaphezu kokujwayelekile ebusuku?

source: Have you been losing weight without trying?
zu_za: Ngabe uyancipha emzimbeni ngaphandle kokuzama?

source: Please use numbers from list. Have you been losing weight without trying?
zu_za: Sicela usebenzise izinombolo ezisohlwini. Ngabe uyancipha emzimbeni ngaphandle kokuzama?

source: Are you at high risk of TB? Risk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+
zu_za: Ingabe usengozini enkulu ye-TB? Ingozi isho ukuhlala nomuntu one-TB NOMA ubene-TB kuminyaka emi-2 edlule NOMA u-HIV+

source: Please use numbers from list. Are you at high risk for TB?
zu_za: Sicela usebenzise izinombolo ezisohlwini. Ingabe usengozini enkulu ye-TB?

source: Yes high risk
zu_za: Yebo ingozi inkulu

source: Dont know
zu_za: Angazi

source: Now, please agree that the info you shared is correct and that you give the NDoH permission to contact you if needed?
zu_za: Sesicela uvume ukuthi imininingwane osinikeze yona iyiqiniso nokuthi unikeza iNDoH imvume yokuxhumana nawe uma kudingeka?

source: Finally, please agree that the info you shared is correct.
zu_za: Ekugcineni, ngicela uvume ukuthi imininingwane owabelane ngayo iyiqiniso ngokwazi kwakho.

source: Thanks for your answers. Your result will be sent soon by SMS. Would you like to receive follow-up messages?
zu_za: Siyabonga ngempendulo yakho. Imiphumela yakho izothunyelwa nge-SMS kungekudala. Ungathanda ukuthola imilayezo ezolandelela?

source: Thanks for choosing to get our follow-up messages.
zu_za: Siyabonga ngokukhetha ukuthola imilayezo yethu ezolandelela.

source: Okay thanks, you won't get any follow-up messages.
zu_za: Kulungile siyabonga, ngeke uthole imilayezo ezolandelela.

source: Thanks for your answers. Your result will be sent soon by SMS.
zu_za: Siyabonga ngempendulo yakho. Imiphumela yakho izothunyelwa nge-SMS kungekudala.

source: This service works best when you select numbers from the list
zu_za: Le sevisi isebenza kahle kakhulu uma ukhetha izinketho zezinombolo ohlwini

source: See Results
zu_za: Bona imiphumela

source: Your replies to the questions show that you need a TB test this week! Visit your local clinic for a free TB test.
zu_za: Izimpendulo zakho zemibuzo zibonisa ukuthi udinga ukuhlolelwa i-TB kuleli sonto! Vakashela umtholampilo wangakini ukuze uhlolelwe i-TB mahhala.

source: Your replies to the questions show that you need a TB test this week! With early diagnosis, TB can be cured. Don’t delay, test today!
zu_za: Izimpendulo zakho zemibuzo zibonisa ukuthi udinga ukuhlolelwa i-TB kuleli sonto! Ngokuxilonga kusenesikhathi, i-TB ingelapheka. Ungalibali, hlola namuhla!

source: You will get R15 airtime within 1 hour if you commit to get tested. Do you commit to getting tested?
zu_za: Uzothola i-airtime ye-R15 uma uzibophezela ukuthi uzohlola. Ingabe uyazibophezela ukuthi uhlole?

source: Please use numbers from list. Do you commit to getting tested?
zu_za: Sicela usebenzise izinombolo ezisohlwini. Ingabe uyazibophezela ekuhlolweni?

source: Even if you can’t commit now, it is still important to get tested.
zu_za: Ngisho noma ungakwazi ukuzinikelela manje, kusabalulekile ukuthi uhlole.

source: When will you go for your test? Reply with the day
zu_za: Uzoya nini ukuyohlolwa kwakho? Phendula ngosuku

source: MONDAY
zu_za: MSOMBULUKO

source: TUESDAY
zu_za: LWESIBILI

source: WEDNESDAY
zu_za: LWESITHATHU

source: THURSDAY
zu_za: ULWESINE

source: FRIDAY
zu_za: LWESIHLANU

source: Well done for committing to your health!
zu_za: Wenze kahle ngokubophezela impilo yakho!

source: You don't need a TB test now, but if you develop cough, fever, weight loss or night sweats visit your nearest clinic.
zu_za: Awuyidingi i-test ye-TB manje, kodwa uma uba nokukhwehlela, imfiva, ukuncipha ngokomzimba noma ukujuluka ebusuku vakashela umtholampilo oseduzane nawe.

source: Your replies to the questions show you need a TB test this week. Go to your clinic for a free TB test.
zu_za: Izimpendulo zakho zemibuzo zibonisa ukuthi udinga ukuhlolelwa i-TB kuleli viki! * Hamba emtholampilo wangakini uyohlolelwa i-TB mahhala.

source: You don't need a TB test at present. If you develop cough, fever, weight loss or night sweats visit your nearest clinic.
zu_za: Awuyidingi i-test ye-TB manje. Uma uba nokukhwehlela, imfiva, ukuncipha ngokomzimba noma ukujuluka ebusuku vakashela umtholampilo oseduzane nawe.

source: Check if those you live with are on TB treatment. If you don't know your HIV status, visit the clinic for a free HIV test. Then do the TB check again.
zu_za: Bheka ukuthi labo ohlala nabo balashelwa i-TB na. Uma ungasazi isimo sakho se-HIV, vakashela umtholampilo uyohlolelwa i-HIV mahhala. Bese uphinde uhlole i-TB.

source: None
zu_za: Lutho

source: We will use this information to see if TB HealthCheck helps people. To continue, reply YES. For more on TB HealthCheck and the research, reply MORE.
zu_za: Sizosebenzisa lemininingwane ukuze sibone ukuthi le-TB HealthCheck iyabasiza yini abantu. Ukuze uqhubeke phendula ngo-"YEBO". Ukuze uthole kabanzi nge-TB HealthCheck kanye nocwaningo, phendula OKWENGEZIWE.

source: Sorry, we don't understand. Please try again. Enter the number that matches your answer.
zu_za: Siyaxolisa, asiqondi. Ngicela uzame futhi. Faka inombolo ehambisana nempendulo yakho.

source: More
zu_za: Okwengeziwe

source: Did you find TB HealthCheck useful?
zu_za: Ingabe uthole ukuthi i-TB HealthCheck iwusizo?

source: Don't know
zu_za: Angazi

source: I did not go to the clinic for a TB test because it takes too much time. Do you agree?
zu_za: Angizange ngiye emtholampilo ukuyohlola i-TB ngoba kuthatha isikhathi eside. Ingabe uyavuma?

source: Agree
zu_za: Ngiyavuma

source: Disagree
zu_za: Angivumi

source: I did not go to the clinic for a TB test because there are no clinics close to me.
zu_za: Ha keya ya tleliniking bakeng sa tlhahlobo ya LEFUBA hobane ha ho na ditleliniki tse haufi le nna.

source: I did not go to the clinic for a TB test because I do not want to think about having TB. Do you agree?
zu_za: Angizange ngiye emtholampilo ukuyohlola i-TB ngoba angifuni ukuyicabanga indaba yokuba ne-TB.Ingabe uyavuma?

source: Are there any other reasons why you did not go to the clinic for a TB test?Reply in your own words.
zu_za: Zikhona ezinye izizathu ezichaza ukuthi kungani ungayanga emtholampilo ukuyohlola i-TB? Phendula ngamazwi akho.

source: Thank you for taking part in the survey. Your R15 in airtime is on its way!
zu_za: Siyabonga ngokubamba iqhaza kuhlolovo. U-R15 wakho we-airtime usendleleni!

source: Back
zu_za: Emuva

source: Exit
zu_za: Phuma

source: The FAQ has been sent to you by SMS. What would you like to do?
zu_za: I-FAQ ithunyelwe kuwe nge-SMS. Ungathanda ukwenzani?

source: Please reply with the number that matches your answer.
zu_za: Khetha ulimi lwakho oluthandayo.

source: What would you like to know?
zu_za: Yini ofuna ukuyazi?

source: More about the research?
zu_za: Ungangitshela kabanzi ngocwaningo?

source: What information will you ask me for?
zu_za: Imiphi imininingwane ozongibuza yona?

source: Why did I get the SMS?
zu_za: Kungani ngithole i-SMS?

source: What I'll need to do?
zu_za: Yini okuzodingeka ngiyenze?

source: Can I stop halfway through?
zu_za: Ngingayeka yini phakathi?

source: Are there costs or risks?
zu_za: Ingabe kukhona izindleko/ubungozi?

source: What happens to the info?
zu_za: Kwenzekani ngolwazi?

source: What to do if I am unhappy?
zu_za: Kuthiwani uma ngingajabuli?

source: Many people don't realise that TB is cureable and test too late. Your answers will help us understand whether TB HealthCheck really helps people.
zu_za: Abantu abaningi ababoni ukuthi i-TB iyelapheka futhi bahlola sekudlule isikhathi eside. Impendulo yakho izosisiza siqonde ukuba i-TB HealthCheck ibasiza ngempela yini abantu.

source: Did TB HealthCheck encourage you to get tested?
zu_za: Ubuzohlola na ngaphandle kwe-TB HealthCheck?

source: Would you have tested without TB HealthCheck?
zu_za: Ubuzohlola na ngaphandle kwe-TB HealthCheck?

source: Would you have further delayed testing without TB HealthCheck?
zu_za: Ubuzokuhlehlisa ukuhlola ngaphandle kwe-TB HealthCheck?

source: The waiting times at the clinic were too long. Do you agree?
zu_za: Isikhathi sokulinda emtholampilo besiside kakhulu. Ingabe uyavuma?

source: How was your experience at the clinic?
zu_za: Besinjani isikhathi sakho emtholampilo?

source: Bad
zu_za: Kubi

source: Ok
zu_za: Kulungile

source: Good
zu_za: Kuhle

source: Was it difficult to get access to a TB test? Please reply with details of any problems you experienced.
zu_za: Kwakunzima ukufinyelela ukuhlolwa kwe-TB? Sicela uphendule ngemininingwane yanoma yiziphi izinkinga ohlangabezane nazo.

source: Why did you go to the clinic for a TB test?
zu_za: Kungani uye emtholampilo ukuyohlola i-TB?

source: Can we phone you to get more information?
zu_za: Singakwazi ukuk'fonela ukuze sithole kabanzi ulwazi?
