Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_user_data.sot_ZA.po
Languages: sot

source: Personal info: Phone Number: {{msisdn}} ID Number: {{id}} Date of Birth: {{dob}} Language: {{lang}}
sot: Dintlha tsa hao: Nomoro founu: {{msisdn}} ID Nomoro: {{id}} Letsatsi la tswalo: {{dob}} Puo: {{lang}}

source: Personal info: Phone Number: {{msisdn}} Origin of Passport: {{passport_or}} Passport: {{passport_num}} Date of Birth: {{dob}} Language: {{lang}}
sot: Dintlha tsa hao: Nomoro founu: {{msisdn}} Qalo ya Phasepoto: {{passport_or}} Phasepoto: {{passport_num}} Letsatsi la tswalo: {{dob}} Puo: {{lang}}

source: {{first}} Message set: {{mset}}
sot: {{first}} Melaetsa sehlopha: {{mset}}

source: Welcome back. Please select an option:
sot: Dumela hape. Kgetha ka kopo:

source: Main menu
sot: Menu ya Sehlooho

source: What would you like to do?
sot: O ka rata ho etsang?

source: See my personal info
sot: Ho bona lesedi la ka

source: Change my info
sot: Ho fetola lesedi la ka

source: Request to delete my info
sot: Ho kopa ho tima lesedi la ka

source: Back
sot: Kgutlela morao

source: What would you like to change? To change your due date, visit a clinic
sot: O rata ho fetohe eng? Ho fetola letsatsi la ketelo, etela tleleniki

source: Update my language choice
sot: Ntjhafatsa kgetho ya puo

source: Update my identification
sot: Ntjhafatsa boitsebiso ba ka

source: Use a different phone number
sot: Sedisa nomoro ya fono e fapaneng

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered. Do you want us to delete it now?
sot: MomConnect ka ho iketsahalla e tla tima lesedi la hao la botho dilemo tse 7 le dikgwedi tse 9 ka mora ho ngodisa. Kapa o batla re le time hona jwale?

source: Yes
sot: E

source: No
sot: Tjhe

source: Choose a language for your messages:
sot: Kgetha puo ya melaetsa ya hao:

source: isiZulu
sot: Sezulu

source: isiXhosa
sot: Sexhosa

source: Sesotho sa Leboa
sot: Sepedi

source: What kind of identification do you have?
sot: Ke mofuta ofe wa boitsebiso o nang le wona?

source: South African ID
sot: ID ya Afrika Borwa

source: Passport
sot: Phasepoto

source: Thank you. Please enter your ID number. eg. 8805100273098
sot: Diteboho. Ka kopo kenya nomoro ya hao ya-ID (mohl. 8805100273098)

source: Invalid ID number. Please re-enter
sot: Nomoro ID fosahetse. Kenya hape

source: What is the country of origin of the passport?
sot: Ke efe naha ya mathomo ya phasepoto ya hao?

source: Other
sot: E nngwe

source: There was an error in your entry. Please carefully enter the passport number again.
sot: Ho bile le phoso ha o qala. Kenya nomoro ya phasepoto ya hao hape ka hloko.

source: Please enter the passport number:
sot: Diteboho. Ka kopo kenya nomoro ya phasepoto ya hao.

source: Please enter the new phone number we should use to send you messages eg. 0813547654
sot: Ka kopo kenya nomoro e ntjha ya fono e re tla e sebedisa ho o romella melaetsa mohl. 0813547654

source: Invalid phone number. Please re-enter (with no spaces)
sot: Nomoro ya fono fosahetse. Kenya hape (ho se be dikgeo)

source: Sorry, the number you are trying to move to already has an active registration. To manage that registration, please redial from that number.
sot: Tshwarelo, nomoro eo o e letsetsang e se e ntse e ngodisitswe. Ho fihlella ngodiso eo, letsa hape ho tswa hona nomorong eo.

source: Thank you. Your info has been updated.
sot: Diteboho. Lesedi la hao le ntjhafaditswe.

source: Your personal information stored on MomConnect has not been removed.
sot: Dintlha tsa hao tse bolokilweng ho MomConnect ha di so tloswe.

source: Thank you. All your information will be deleted from MomConnect in the next 3 days.
sot: Diteboho. Lesedi lohle la hao la botho le tla tinngwa ho MomConnect matsatsing a latelang a 3.

source: Sorry, that number is not recognised. Dial in with the number you used to register for MomConnect. To update number, dial *134*550*5# or register at a clinic
sot: Tshwarelo, nomoro ha e tsejwe.Tobetsa nomoro o e sebedisitseng pele ho ngodisa. Ho ntjhafatsa nomoro ya hao, letsetsa *134*550*5# kapa ngodisa hape tleleniking.
