Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_pmtct.nbl_ZA.po
Languages: nr

source: HIV positive moms can have an HIV negative baby! You can get free medicine at the clinic to protect your baby and improve your health
nr: Abomma abane-HIV bangaba nomntwana ongana-HIV! Ungathola iinhlahla zokuvikela umntwanakho zamahala etliniga nezizokwenza ngcono ipilo yakho.

source: Recently tested HIV positive? You are not alone, many other pregnant women go through this. Visit b-wise.mobi or call the AIDS Helpline 0800 012 322
nr: Uqeda ukuzwa bona une-HIV? Awusiwedwa, abomma abanengi abasidisi banayo. Vakatjhela i- b-wise.mobi nofana thola isizo nge-AIDS ku- 0800 012 322.

source: You need to be registered on MomConnect to receive these messages. Please visit the nearest clinic to register.
nr: Ufanele ukutlolisa kwa-MomConnect ngaphambi kobanyana uthole imilayezo. Vakatjhela itliniga eseduze nawe uyozitlolisa.

source: To sign up, we need to collect, store and use your info. You may also get messages on public holidays and weekends. Do you consent?
nr: Ukukutlolisa simele sibuthelele, sibulunge besisebenzise ilwazi lakho. Ungathola imilayezo ngamaholideni womphakathi nangepelaveke.

source: Yes
nr: Ye

source: No
nr: Awa

source: Unfortunately without your consent, you cannot register to MomConnect. Thank you for using the MomConnect service. Goodbye.
nr: Ngebhadi asikwazi ukukutlolisa kwaMom Connect ngaphandle kwemvumo yakho.Siyakuthokoza ngokusebenzisa imisebenzi yakwa-MomConnect. Sala kuhle.

source: Please enter the year you were born (For example 1981)
nr: Njengoba ute matisi noma ipasipoti, sicela ufake umnyaka lowatalwa ngawo (Sibonelo 1981)

source: Invalid date. Please enter the year you were born (For example 1981)
nr: Kubeneliphutsa nawufaka. Sicela kutsi ufake umnyaka wakho wekutalwa futsi ngekucophelela (sibonelo: 2001)

source: In which month were you born?
nr: Ucelwa kutsi ufake inyanga lowatalwa ngayo

source: Please enter the date of the month you were born (For example 21)
nr: Sicela kutrsi ufake lilanga lowatalwa ngalo (Sibonelo 14)

source: Invalid date. Please enter the date of the month you were born (For example 21)
nr: Sicela kutrsi ufake lilanga lowatalwa ngalo (Sibonelo 14)

source: Would you like to receive messages about keeping your child HIV-negative? The messages will contain words like HIV, medicine & ARVs
nr: Ungathanda ukuthola imilayezo ngokugcina umntwanakho angana-HIV? Umlayezo uzakuba namagama afana ne-HIV, iinhlahla & ARVs

source: You will now start receiving messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
nr: Uzakuthoma ukuthola imilayezo yokugcina umntwanakho angana-HIV. Siyakthokoza ngokusebenzisa imisebenzi yakwa-MomConnect. Sala kuhle

source: You have chosen to not receive messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
nr: Ukhethe bonyana ungasatholi imilayezo yokugcina umntwanakho angana-HIV. Siyakuthokoza ngokusebenzisa imisebenzi yakwa-MomConnect. Sala kuhle

source: Please tell us why you do not want to receive messages:
nr: Sibawa usitjele bona kubayini ungasafuni imilayezo:

source: More
nr: Okunengi

source: Back
nr: Emuva

source: Not HIV-positive
nr: Anginayo i-HIV

source: Miscarriage
nr: Ngibuye endleleni

source: Baby was stillborn
nr: Ubelethwe ahlongakele

source: Baby died
nr: Uhlongakele

source: Messages not useful
nr: Ayisizi

source: Other
nr: Okhunye

source: You will not receive SMSs about keeping your baby HIV negative. You will still receive MomConnect SMSs. To stop receiving these SMSs, dial {{ mc_optout_number }}
nr: Angeze uthole amaSMS wokugcina umntwanakho anganaHIV. Usezakufumana amaSMS weMomConnect. Ukulisa ukuthola lamaSMS dayela {{ mc_optout_number }}

source: We are sorry for your loss. Would you like to receive a small set of free messages from MomConnect that could help you in this difficult time?
nr: Ncancabe ngokuloba kwakho. Ungathanda ukuthola isede yemilayezo emincani engakusiza kilesikhathi esibudisi?

source: Thank you. You will no longer receive any messages from MomConnect. If you have any medical concerns, please visit your nearest clinic.
nr: Siyathokoza. Angeze usathola ama-SMS avela kwa-MomConnect. Nawunekinga ngokwelatjhwa vakatjhela etliniga eseduze.

source: Thank you. You will receive support messages from MomConnect in the coming weeks.
nr: Siyathokoza. Uzakuthola imilayezo yokukusekela evela kwa-MomConnect eemvekeni ezizako.
