Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd-public.afr_ZA.po
Languages: af

source: Please dial back in to {{ USSD_number }} to complete the pregnancy registration.
af: Tyd is verstreke. Skakel {{USSD_number}} terug en maak voltooi jou data sodat jy boodskappe kan ontvang.

source: Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply "SMS" (std rates apply)
af: Welkom to MomConnect! Gaan na 'n kliniek vir die hele stel boodskappe. Om te stop skakel {{optout_channel}}. Vir boodskappe liewers via SMS antw "SMS" (std tariewe).

source: Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.
af: Welkom by MomConnect. Gaan na 'n kliniek vir die hele stel boodskappe. Om te stop skakel {{optout_channel}}.

source: Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
af: Antw asb op hierdie boodskap met jou kompliment. As dit gaan oor diens by die kliniek gee die kliniek of kliniekwerker se naam. Standaardtariewe geld.

source: Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
af: Antw asb op hierdie boodskap met jou klagte. As dit gaan oor diens by die kliniek gee die kliniek of kliniekwerker se naam. Standaardtariewe geld.

source: Welcome back. Please select an option:
af: Welkom terug. Kies asb n opsie:

source: Continue signing up for messages
af: Registreer vir boodskappe

source: Main menu
af: Hoof Spyskaart

source: MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?
af: MomConnect stuur gratis SMSe uit om swanger moeders te ondersteun. Is jy of vermoed jy dat jy swanger is?

source: Yes
af: Ja

source: No
af: Nee

source: We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.
af: Jammer maar hierdie diens is slegs vir swanger moeders. As jy ander kwellings oor jou gesondheid het, gaan na jou naaste kliniek.

source: You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?
af: Jy het jouself voorheen onttrek aan MomConnect se SMSe. Bevestig asb dat jy nou weer die boodskappe wil ontvang.

source: Main Menu
af: Hoof Spyskaart

source: Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.
af: Geluk met jou swangerskap! Jy sal boodskappe van MomConnect vir 3 weke via WhatsApp kry. Registreer by 'n kliniek vir die hele stel boodskappe.

source: Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.
af: Geluk met jou swangerskap! Jy sal boodskappe van MomConnect vir 3 weke via SMSkry. Registreer by 'n kliniek vir die hele stel GRATIS boodskappe.

source: Welcome to the Department of Health's MomConnect. Please choose an option:
af: Welkom by die Dep Gesondheid se MomConnect. Kies asseblief:

source: Send us a compliment
af: Stuur vir ons 'n kompliment

source: Send us a complaint
af: Le 'n klagte

source: Thank you. We will send you a message shortly with instructions on how to send us your compliment.
af: Dankie. Ons sal binnekort vir jou 'n boodskap stuur met instruksies oor hoe om vir ons 'n kompliment te stuur.

source: Thank you. We will send you a message shortly with instructions on how to send us your complaint.
af: Dankie. Ons sal binnekort vir jou 'n boodskap stuur met instruksies oor hoe om vir ons 'n klagte stuur.

source: Welcome to the Department of Health's MomConnect. Choose an option:
af: Welkom by die Dep Gesondheid se MomConnect. Kies 'n opsie:

source: Get the full set of messages
af: Kry die hele stel boodskappe

source: To register for the full set of MomConnect messages, please visit your nearest clinic.
af: Besoek asb jou naaste kliniek om te registreer vir die hele stel MomConnect-boodskappe.
