Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_user_data.tso_ZA.po
Languages: ts

source: Personal info: Phone Number: {{msisdn}} ID Number: {{id}} Date of Birth: {{dob}} Channel: {{channel}} Language: {{lang}}
ts: Vuxokoxoko bya wena: Nomboro ya Foni: {{msisdn}} Nomboro ya Pasi: {{id}} Siku ro Velekiwa: {{dob}} Chanele: {{channel}} Ririmi: {{lang}}

source: Personal info: Phone Number: {{msisdn}} Origin of Passport: {{passport_or}} Passport: {{passport_num}} Date of Birth: {{dob}} Channel: {{channel}} Language: {{lang}}
ts: Vuxokoxoko bya wena: Nomboro ya Foni: {{msisdn}} Tiko ra Phasipoto: {{passport_or}} Phasipoto: {{passport_num}} Siku ro Velekiwa: {{dob}} Chanele: {{channel}} Ririmi: {{lang}}

source: {{first}} Message set: {{mset}}
ts: {{first}} Xikatsa xa swihungwana: {{mset}}

source: What would you like to do?
ts: U lava ku endla yini?

source: See my personal info
ts: Ku vona vuxokoxoko bya mina n'wini

source: Change my info
ts: Ku cinca vuxokoxoko bya mina

source: Request to delete my info
ts: Ku kombela ku sula vuxokoxoko bya mina

source: More
ts: Swo tala

source: Back
ts: Vuyela endzhaku

source: Main Menu
ts: Menyunkulu

source: Use a different phone number
ts: Ku tirhisa nomboro yin'wana ya riqingho

source: Update my language choice
ts: Ku cinca ririmi ra mina

source: Update my identification
ts: Ku cinca vutitivisi bya mina

source: Receive messages over {{channel}}
ts: Kuma swihungwana hi {{chanele}}

source: What would you like to change? To change your due date, visit a clinic
ts: U lava ku cinca yini? Ku cinca siku ro ya, yana etliliniki

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered. Do you want us to delete it now?
ts: MomConnect yi ta sula xikan'wekan'we vuxokoxoko lebyi 7 wa malembe na 9 wa tin'hweti endzhaku ka loko u tsarisile. Kumbe u lava ku byi sula sweswi?

source: Yes
ts: Ina

source: No
ts: E-e

source: Thank you. Your info has been updated. You will now receive messages from MomConnect via {{channel}}.
ts: Ha khensa. Vuxokoxoko byi pfuxetiwile. U ta kuma swihungwana swa MomConnect hi {{chanele}}

source: Update my other info
ts: Pfuxeta vuxokoxoko bya mina lebyinâ€™wana

source: Choose a language for your messages:
ts: Hlawula ririmi ra swihungwana swa wena:

source: isiZulu
ts: Xizulu

source: isiXhosa
ts: Xiqhoza

source: Afrikaans
ts: Xibunu

source: English
ts: Xinghezi

source: Sesotho sa Leboa
ts: Xisuthu xa le N'walungwini

source: Setswana
ts: Xitswana

source: Sesotho
ts: Xisuthu

source: siSwati
ts: Xiswazi

source: Tshivenda
ts: Xivhenda

source: isiNdebele
ts: Xindhevele

source: Thank you. Your info has been updated. You will now receive messages from MomConnect in {{language}}.
ts: Ha khensa. Vuxokoxoko byi pfuxetiwile. U ta kuma swihungwana swa MomConnect hi {{ririmi}}

source: What kind of identification do you have?
ts: U na muxaka wihi wa vutitivisi?

source: South African ID
ts: Pasi ra Afrika-Dzonga

source: Passport
ts: Phasipoto

source: Thank you. Please enter your ID number. eg. 8805100273098
ts: Ha khensa. Hi kombela u nghenisa nomboro ya wena ya Pasi (xik. 8805100273098)

source: Invalid ID number. Please re-enter
ts: Nomboro ya pasi leyi nga amukelekiki. Hi kombela u nghenisa nakambe.

source: What is the country of origin of the passport?
ts: Hi rihi tiko leri phasipoto ya wena yi humaka eka rona?

source: Other
ts: Rin'wana

source: There was an error in your entry. Please carefully enter the passport number again.
ts: A ku ri na xihoxo eka xinghenisiwa xa wena. Hi kombela u nghenisa hi vukheta nomboro ya wena ya phasipoto nakambe.

source: Please enter the passport number:
ts: Ha khensa. Hi kombela u nghenisa nomboro ya wena ya phasipoto.

source: Thank you. Your info has been updated. Your registered identification is {{identification_type}} {{identification_number}}.
ts: Ha khensa. Vuxokoxoko byi pfuxetiwile. Vutitivisi bya wena lebyi tsariweke i {{muxaka_wa_vutitivisi}} {{nomboro _ya_pasi}}

source: Please enter the new phone number we should use to send you messages eg. 0813547654
ts: Hi kombela u nghenisa nomboro leyintshwa ya riqingho leyi hi faneleke ku yi tirhisa ku ku rhumela swihungwana xik. 0813547654

source: Invalid phone number. Please re-enter (with no spaces)
ts: Nomboro ya riqingho leyi nga amukelekiki. Hi kombela u nghenisa nakambe (ku ri hava swivandla)

source: Sorry, the number you are trying to move to already has an active registration. To manage that registration, please redial from that number.
ts: Hi khomele, nomboro leyi u ringetaka ku ya eka yona se yi na ntsariso lowu nga eku tirheni. Ku lawula ntsariso wolowo, dayila nakambe kusuka eka nomboro yaleyo.

source: Thank you. Your info has been updated. You will now receive messages from MomConnect via on phone number {{msisdn}}
ts: Ha khensa. Vuxokoxoko byi pfuxetiwile. U ta kuma swihungwana swa MomConnect eka nomboro ya foni {{msisdn}}

source: Your personal information stored on MomConnect has not been removed.
ts: Vuxokoxoko bya wena n'wini lebyi hlayisiweke eka MomConnect a byi susiwangi.

source: Thank you. All your information will be deleted from MomConnect in the next 3 days.
ts: Ha khensa. Vuxokoxoko bya wena hinkwabyo byi ta suriwa kusuka eka MomConnect eka masiku ya 3 lama landzelaka.

source: Sorry, the number you dialled with is not recognised. Dial in with the number you use for MomConnect to change your details
ts: Hi khomele, nomboro leyi u yi dayileke a yi amukeleki. Dayila nomboro leyi u yi tirhisaka eka MomConnect ku cinca vuxokoxoko.

source: I don't have that SIM
ts: Ndzi hava SIM

source: Exit
ts: Huma

source: Thank you for using MomConnect. Dial *134*550*7# to see, change or delete the your MomConnect information.
ts: Ha khensa ku va u tirhisa MomConnect. Dayila *134*55*7# ku vona, ku cinca kumbe ku sula vuxokoxoko bya wena bya MomConnect.

source: Please enter the number you receive MomConnect messages on.
ts: Hi kombela u nghenisa nomboro leyi u kumaka swihungwana swa MomConnect eka yona.

source: Sorry we do not recognise that number. New to MomConnect?Please visit a clinic to register. Made a mistake?
ts: Hi khomele, a hi yi tivi nomboro leyi. Xana i yintshwa eka MomConnect? Yana etliliniki ku ya tsarisa. Xana u endle xihoxo?

source: Try again
ts: Ringeta nakambe

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your SA ID number now.
ts: Ha khensa. Ku cinca nomboro ya selifoni ya wena hi fanele ku rhanga hi tiyisisa vutitivisi bya wena. Nghenisa nomboro ya pasi ra wena.

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your passport number now.
ts: Ha khensa. Ku cinca nomboro ya selifoni ya wena hi fanele ku rhanga hi tiyisisa vutitivisi bya wena. Nghenisa nomboro ya phasipoto ya wena.

source: Thank you. To change your mobile number we first need to verify your identity. Please enter your date of birth in the following format: dd*mm*yyyy
ts: Ha khensa. Ku cinca nomboro ya selifoni ya wena hi fanele ku rhanga hi tiyisisa vutitivisi bya wena. Nghenisa siku ro velekiwa hi xivumbeko lexi: dd*mm*yyyy

source: Sorry that is not the correct format. Please enter your date of birth in the following format: dd*mm*yyyy. For example 19*05*1990
ts: Hi khomele, xivumbeko xexo xi hoxekile. Nghenisa siku ro velekiwa hi xivumbeko lexi: dd*mm*yyyy. Xikombiso 19*05*1990

source: Thank you. Please select the language you receive message in:
ts: Ha khensa. Hi kombela u hlawula ririmi leri u kumaka xihungwana hi rona:

source: Sorry one or more of the answers you provided are incorrect. We are not able to change your mobile number. Please visit the clinic to register your new number.
ts: Hi khomele. Nhlamulo yinâ€™we kumbe kutlula yi hoxekile. A hi koti ku cinca nomboro ya wena ya selifoni. Yana etliliniki ku ya tsarisa nomboro leyintshwa.

source: Thank you. Please enter the new number you would like to use to receive messages from MomConnect.
ts: Ka khensa. Nghenisa nomboro leyintshwa leyi u lavaka ku kuma swihungwana swa MomConnect eka yona.

source: Sorry the number you have entered is not valid. Please re-enter the mobile number.
ts: Hi khomele, nomboro leyi u yi ngheniseke a yi amukeleki. Nghenisa nomboro ya selifoni nakambe.

source: You have entered {{new_number}} as the new number you would like to receive MomConnect messages on. Is this number correct?
ts: U nghenisile {{nomboro_leyintshwa}} tanihi nomboro leyi u lavaka ku kuma swihungwana swa MomConnect eka yona. Xana nomboro leyi yi lulamile?

source: No - enter again
ts: E-e - nghenisa nakambe

source: Sorry the number you have entered is already associated with a MomConnect account. Please try another number.
ts: Hi khomele, nomboro leyi u yi ngheniseke se yi linkiwile na akhawunti ya MomConnect. Ringeta nomboro yinâ€™wana.

source: Thank you. How would you like to receive messages about you and your baby?
ts: Ha khensa. Xana u lava ku swi kuma njhani swihungwana swa wena na ricece ra wena.

source: Your number has been changed successfully to {{msisdn}}. You will receive messages on {{channel}}. Thank you for using MomConnect!
ts: Nomboro ya wena yi cinciwile kahle eka {{msisdn}}. U ta kuma swihungwana hi {{chanele}}. Ha khensa ku va u tirhisa MomConnect!
