{
    "": {
        "project-id-version": "public",
        "pot-creation-date": "2018-09-28 07:58:+0000",
        "po-revision-date": "2018-10-25 17:02+0200",
        "last-translator": "Lieze <lieze@praekelt.com>",
        "language-team": "Language <LL@li.org>",
        "language": "tn",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.2"
    },
    "Please dial back in to {{ USSD_number }} to complete the pregnancy registration.": [
        null,
        "Nako ya gago e fedile. Tsweetsweee leletsa {{USSD_number}} gape go fetsa go tsenya tshedimosetso ya gago le go amogela melaetsa."
    ],
    "Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply \"SMS\" (std rates apply)": [
        null,
        "O amogetswe go MomConnect! Etela tleliniki go bona melaetsa ka botlalo. Go e emisa tobetsa {{optout_channel}}. Go amogela SMS, araba \"SMS\" (seelo sa ka gale)"
    ],
    "Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.": [
        null,
        "O amogetswe go MomConnect! Etela tleliniki go bona melaetsa ka botlalo. Go e emisa tobetsa {{optout_channel}}."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Tsweetswee araba molaetsa o ka kgakolo ya gago. Fa e amana le tirelo ya tleliniki, akaretsa leina la tleliniki kgotsa la modiri. Go dira melawana."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Tsweetswee araba molaetsa o ka ngongorego ya gago. Fa e amana le tirelo ya tleliniki, akaretsa leina la tleliniki kgotsa la modiri. Go dira melawana."
    ],
    "Welcome back. Please select an option:": [
        null,
        "Re a go amogela gape. Dira tlhopho:"
    ],
    "Continue signing up for messages": [
        null,
        "Tswelela go ikwadisetsa melaetsa."
    ],
    "Main menu": [
        null,
        "Lenanelegolo"
    ],
    "Welcome to the Department of Health's MomConnect. Please select your language": [
        null,
        "Welcome to the Department of Health's MomConnect. Please select your language"
    ],
    "MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "MomConnect e romelela diSMS tsa tshegetso tsa mahala go baimana.A o imile kgotsa o belaela jalo?"
    ],
    "Yes": [
        null,
        "Ee"
    ],
    "No": [
        null,
        "Nnyaa"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        "Go kwadisa, re tlhoka go kokoanya, go boloka & go dirisa dintlha tsa gago. O ka amogela melaetsa le ka matsatsi a boikhutso le mafelo a beke. A o a dumela?"
    ],
    "We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.": [
        null,
        "Re maswabi. Tirelo eno ke ya baimana fela.Fa o na le matshwenyego a mangwe a boitekanelo tsweetswee etela tliliniki e e gaufi nao."
    ],
    "Unfortunately without your consent, you cannot register to MomConnect.": [
        null,
        "Ka bomadimabe, ntle le tumelelo ya gago, o ka se kwadisiwe mo MomConnect."
    ],
    "You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Mo nakong e e fetileng o itlhophetse go tswa go diSMS tsa MomConnet. Tsweetswee netefatsa gore o rata go amogela diSMS gape."
    ],
    "You have chosen not to receive MomConnect messages and so cannot complete registration.": [
        null,
        "O tlhophile go se amogele melaetsa ya MomConnect mme ka jalo o ka se konosetse ikwadiso."
    ],
    "Main Menu": [
        null,
        "Lenanelegolo"
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.": [
        null,
        "Re a go lebogisa ga o imile! O ile go amogela melaetsa go tswa MomConnect ka WhatsApp dibeke di le 3. Go bona melaetsa ka botlalo, ikwadise kwa tleliniking."
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.": [
        null,
        "Re a go lebogisa ga o imile! O ile go amogela melaetsa go tswa MomConnect ka SMS dibeke di le 3. Go bona melaetsa ya MAHALA, ikwadise kwa tleliniking."
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "O amogetswe go Mom Connect ya Lefapha la Boitekanelo. Tlhopha:"
    ],
    "Send us a compliment": [
        null,
        "Romela kakgolo"
    ],
    "Send us a complaint": [
        null,
        "Kwadisa ngongorego"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Re a leboga. Re tla go romelela melaetsa fa gautshwane le ditaelo tsa go romela kakgolo."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Re a leboga. Re tla go romelela melaetsa fa gautshwane le ditaelo tsa go kwadisa ngongorego."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "O amogetswe go Mom Connect ya Lefapha la Boitekanelo. Tlhopha"
    ],
    "Get the full set of messages": [
        null,
        "Bona melaetsa yotlhe ka botlalo"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Go ikwadisetsa melaetsa ka botlalo ya MomConnect, etela tliliniki e e gaufi nao."
    ]
}