Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd-public.zul_ZA.po
Languages: zu

source: Please dial back in to {{ USSD_number }} to complete the pregnancy registration.
zu: Usuphelelwe isikhathi. Siza udayale {{ USSD_number }} emuva ukuze uqedele ukufaka imininingwane yakho khona uthole imiyalezo.

source: Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply "SMS" (std rates apply)
zu: Siyakwamukela kuMomConnect! Iya eklinikhi uthole yonke imiyalezo. Ukuphuma dayela {{optout_channel}}. Ukuthola amaSMS phendula uthi "SMS". (Izindleko ezijwayelekile)

source: Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.
zu: Siyakwamukela kuMomConnect! Iya eklinikhi uthole yonke imiyalezo. Ukuphuma dayela {{optout_channel}}.

source: Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
zu: Phendula lo myalezo nesincomo sakho. Masiphathelene nesivisi yasekliniki, ulifake igama lekliniki noma losebenzayo. Kuzosebenza izindleko ezejwayelekile.

source: Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
zu: Phendula lo myalezo nesikhalazo sakho. Masiphathelene nesivisi yasekliniki, ulifake igama lekliniki noma losebenzayo. Kusebenza izindleko ezejwayelekile.

source: Main menu
zu: Imenu Enkulu

source: MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?
zu: uMomConnect uthumelela omame abakhulelwe ama-sms okubeseka mahhala. Ukhulelwe noma usola ukuthi ukhulelwe?

source: Yes
zu: Yebo

source: No
zu: Cha

source: We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.
zu: Siyaxolisa, lolu hlelo olwabomame abakhulelwe kuphela. Uma kukhona okunye okukukhathazayo ngempilo iya ekliniki eliseduze nawe.

source: You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?
zu: Usuke wahoxa phambilini kuma-sms kaMomConnect. Siza uqinisekise ukuthi uyafuna ukungena ukuze uphinde uthole ama-sms futhi?

source: Main Menu
zu: Imenu Enkulu

source: Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.
zu: Halala ngokukhulelwa! Uzothola imiyalezo yeMomConnect ngeWhatsApp amaviki ama3. Bhalisa eklinikhi uthole yonke imiyalezo.

source: Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.
zu: Halala ngokukhulelwa! Uzothola imiyalezo evela kuMomConnect nge-SMS amaviki ama3. Bhalisela yonke imiyalezo YAMAHHALA eklinikhi.

source: Welcome to the Department of Health's MomConnect. Please choose an option:
zu: Siyakwemukela kwaMomConnect woMnyango Wezempilo. Khetha kokulandelayo:

source: Send us a compliment
zu: Ukusincoma

source: Send us a complaint
zu: Ukukhalaza

source: Thank you. We will send you a message shortly with instructions on how to send us your compliment.
zu: Siyabonga. Sizokuthumelela umyalezo maduze nje onemiyalelo yokuthi usithumelela kanjani isincomo sakho.

source: Thank you. We will send you a message shortly with instructions on how to send us your complaint.
zu: Siyabonga. Sizokuthumelela umyalezo maduze nje onemiyalelo yokuthi usithumelela kanjani isikhalazo sakho.

source: Welcome to the Department of Health's MomConnect. Choose an option:
zu: Siyakwemukela kwaMomConnect woMnyango Wezempilo. Khetha kokulandelayo:

source: Get the full set of messages
zu: Ukuthola lonke iqoqo lemiyalezo

source: To register for the full set of MomConnect messages, please visit your nearest clinic.
zu: Ungabhalisa ekliniki ukuze uthole iqoqo eliphelele LAMAHHALA lemiyalezo.
