Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_user_data.nso_ZA.po
Languages: nso

source: Personal info: Phone Number: {{msisdn}} ID Number: {{id}} Date of Birth: {{dob}} Language: {{lang}}
nso: Tshedimošo ya gago: Nomoro ya mogala: {{msisdn}} Nomoro ya ID: {{id}} Letšatši la Matswalo: {{dob}} Polelo: {{lang}}

source: Personal info: Phone Number: {{msisdn}} Origin of Passport: {{passport_or}} Passport: {{passport_num}} Date of Birth: {{dob}} Language: {{lang}}
nso: Tshedimošo ya gago: Nomoro ya mogala: {{msisdn}} Naga ya Phasepote: {{passport_or}} Phasepote: {{passport_num}} Letšatši la Matswalo: {{dob}} Polelo: {{lang}}

source: {{first}} Message set: {{mset}}
nso: {{first}} Molaetša o rometšwe: {{mset}}

source: Welcome back. Please select an option:
nso: O amogetswe gape. Hle kgetha:

source: Main menu
nso: Menyu o Mogolo

source: What would you like to do?
nso: O nyaka go dira eng?

source: See my personal info
nso: Bona tshedimošo ya ka

source: Send my personal info by sms
nso: Romela tshedimošo ya ka ka sms

source: Change my info
nso: Fetoša tshedimšo ya ka

source: Request to delete my info
nso: Kgopela tlošotshedimšo

source: Back
nso: Morago

source: An SMS has been sent to your number containing your personal information stored by MomConnect.
nso: SMS e rometšwe nomorong ya gago ye e nago le tshedimošo ya gago ye bolokilwego ke MomConnect.

source: What would you like to change? To change your due date, visit a clinic
nso: O nyaka go fetoša eng? Go fetoša tšatši, etela kliniki

source: Update my language choice
nso: Dira kgethopolelo ya ka

source: Update my identification
nso: Dira boitsebišo bja ka

source: Use a different phone number
nso: Šomiša nomoromogala ye nngwe

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered. Do you want us to delete it now?
nso: MomConnect e tla tloša tshedimošo ya gago mengwaga e 7 le dikgwedi tše 9 morago ga ngwadišo. Goba o nyaka re e tloša gonabjale?

source: Yes
nso: Ee

source: No
nso: Aowa

source: Choose a language for your messages:
nso: Kgetha polelo ya melaetša ya gago:

source: isiZulu
nso: Zulu

source: isiXhosa
nso: Sethosa

source: Afrikaans
nso: Afrikanse

source: English
nso: Seisemane

source: Xitsonga
nso: Setsonga

source: siSwati
nso: Seswatse

source: Tshivenda
nso: Sevenda

source: isiNdebele
nso: Setebele

source: What kind of identification do you have?
nso: O na le boitsebišo bofe?

source: South African ID
nso: ID ya Afrika Borwa

source: Passport
nso: Phasepote

source: Thank you. Please enter your ID number. eg. 8805100273098
nso: Malebo. Tsenya nomoro ya ID ya gago (mohl, 8805100273098)

source: Invalid ID number. Please re-enter
nso: Nomoro ya ID ya phošo. Hle e tsenye gape.

source: What is the country of origin of the passport?
nso: Phasepote ya gago ke ya naga efe?

source: Other
nso: E nngwe

source: There was an error in your entry. Please carefully enter the passport number again.
nso: Go bile phošo tsenyong ya gago. Hle tsenya nomoro ya phasepote gape.

source: Please enter the passport number:
nso: Malebo. Hle tsenya nomorophasepote ya gago.

source: Please enter the new phone number we should use to send you messages eg. 0813547654
nso: Hle tsenya nomoromogala e mpsha re tla e šomiša go romela melaetša, mohl. 0813547654

source: Invalid phone number. Please re-enter (with no spaces)
nso: Nomoromogala ya phošo. Hle tsenya gape (go se dikgoba)

source: Sorry, the number you are trying to move to already has an active registration. To manage that registration, please redial from that number.
nso: Tshwarelo, nomoro ye o lekago go ya go yona e ngwadišitšwe. Go laola ngwadišo yeo, hle taela gape go nomoro yeo.

source: Thank you. Your info has been updated.
nso: Malebo. Tshedimošo yago dirilwe gape.

source: Your personal information stored on MomConnect has not been removed.
nso: Tshedimošo ya gago ye bolokilwego go MomConnect ga se ya tlošwa.

source: Thank you. All your information will be deleted from MomConnect in the next [X] days.
nso: Malebo. Tshedimošo ya gago ka moka e tla lošwa go MomConnect mo matšatšing a [X].

source: Sorry, that number is not recognised. Dial in with the number you used to register for MomConnect. To update number, dial *134*550*5# or register at a clinic
nso: Tshwarelo, nomoro yeo ga e tsebje. Taela ka nomoro ye e šomilego pele go ngwadiša. Go mpshafatša nomoro ya gago, taela *134*550*5# goba ngwadiša gape kliniking
