{
    "": {
        "pot-creation-date": "2021-04-01 10:48:+0000",
        "project-id-version": "",
        "language-team": "",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "po-revision-date": "2021-04-06 10:38+0200",
        "x-generator": "Poedit 2.4.2",
        "last-translator": "",
        "language": "sot_ZA"
    },
    "Welcome back to the The National Department of Health's TB HealthCheck\n\nReply 1 or 2": [
        null,
        "Re ya o amohela hape Lefapheng la Naha la Bophelo bo Botle ba TB HealthCheck \n\nAraba 1 kapa 2:"
    ],
    "Continue where I left off": [
        null,
        "Tswella pele moo ke tlohetseng"
    ],
    "Start over": [
        null,
        "Qala hape"
    ],
    "This service works best when you choose number options from the list.": [
        null,
        "Tshebeletso ena e sebetsa hantle ha o kgetha dikgetho tsa dinomoro lenaneng."
    ],
    "The National Department of Health thanks you for helping to protect the health of all SA citizens. Stop the spread of TB.\n\nReply": [
        null,
        "Lefapha la Naha la Bophelo le leboha ka ho thusa ho sireletsa bophelo ba baahi bohle ba SA. Emisa ho ata ha TB. \n\nAraba"
    ],
    "START": [
        null,
        "QALA"
    ],
    "Choose your preferred language": [
        null,
        "Kgetha puo eo o ikgethela "
    ],
    "Please reply with numbers. Choose your preferred language": [
        null,
        "Kgetha puo eo o ikgethela "
    ],
    "English": [
        null,
        "English"
    ],
    "isiZulu": [
        null,
        "isiZulu"
    ],
    "Afrikaans": [
        null,
        "Afrikaans"
    ],
    "isiXhosa": [
        null,
        "isiXhosa"
    ],
    "Sesotho": [
        null,
        "Sesotho"
    ],
    "This service only provides health info. Agree that you are responsible for your medical care and treatment.\n\nReply": [
        null,
        "Tshebeletso ena e fana feela ka lesedi la bophelo. Dumela ho nka boikarabello ka tlhokomelo ya hao ya bongaka le kalafo.\n\nAraba"
    ],
    "YES": [
        null,
        "EE"
    ],
    "NO": [
        null,
        "TJHEE"
    ],
    "MORE INFO": [
        null,
        "LESEDI LE LENG"
    ],
    "Return to use this service at any time. Remember, if you think you have TB, avoid contact with other people and get tested at your nearest clinic.": [
        null,
        "Kgutlela tshebeletsong ena neng kapa neng. Hopola, ha o nahana hore o na le TB, qoba ho kopana le batho ba bang mme o etse tlhahlobo tleliniking e haufi."
    ],
    "TB HealthCheck does not replace medical advice, diagnosis or treatment. Get a qualified health provider's advice on your medical condition and care.": [
        null,
        "TB HealthCheck ha e nke sebaka sa dikeletso tsa bongaka, diteko kapa kalafo. Fumana keletso ya bongaka ka boemo ba hao ba bongaka le tlhokomelo."
    ],
    "Next": [
        null,
        "Ho latelang"
    ],
    "You use this info at your own risk. This tool cannot replace medical advice. Agree not to ignore or delay getting medical advice on treatment or care": [
        null,
        "O sebedisa lesedi lena kotsing ya hao. Dumela ho se natse kapa ho dieha ho fumana dikeletso tsa bongaka ka kalafo kapa tlhokomelo "
    ],
    "Choose your province. Reply with a number:": [
        null,
        "Kgetha profense ya hao. Araba ka nomoro:"
    ],
    "E. CAPE": [
        null,
        "E. CAPE"
    ],
    "FREE STATE": [
        null,
        "FREE STATE"
    ],
    "GAUTENG": [
        null,
        "GAUTENG"
    ],
    "KWAZULU NATAL": [
        null,
        "KWAZULU NATAL"
    ],
    "LIMPOPO": [
        null,
        "LIMPOPO"
    ],
    "MPUMALANGA": [
        null,
        "MPUMALANGA"
    ],
    "NORTH WEST": [
        null,
        "NORTH WEST"
    ],
    "N. CAPE": [
        null,
        "N. CAPE"
    ],
    "W. CAPE": [
        null,
        "W. CAPE"
    ],
    "Please TYPE your home address (or the address where you are currently staying). Give the street number, street name, suburb/township/town/village (or nearest).": [
        null,
        "Ka kopo NGOLA aterese ya lapeng (kapa aterese ya moo o dulang). Fana ka nomoro ya seterata, lebitso la seterata, suburb/lekeishene/ toropo/motse (kapa haufi)."
    ],
    "Please check that the address below is correct and matches the information you gave us:\n{{ address }}": [
        null,
        "Ka kopo netefatsa hore aterese e ka tlase e nepahetse mme e tshwana le tlhaiso-leseding eo o re fileng yona: \n{{ address }}"
    ],
    "Yes": [
        null,
        "Ee"
    ],
    "No": [
        null,
        "Tjhee"
    ],
    "How old are you?\n\nReply with a number": [
        null,
        "O dilemo di kae? \n\nAraba ka nomoro"
    ],
    "Please use numbers from list.\n\nHow old are you?": [
        null,
        "O dilemo di kae? \n\nAraba ka nomoro"
    ],
    "under 18": [
        null,
        "ka tlase ho dilemo tse 18"
    ],
    "18-39": [
        null,
        "18-39"
    ],
    "40-65": [
        null,
        "40-65"
    ],
    "over 65": [
        null,
        "tse fetang 65"
    ],
    "Which gender do you identify as?:\n\nReply with a number": [
        null,
        "O kgetha bong bofe?:\n \nAraba ka nomoro"
    ],
    "Please use numbers from list.\n\nWhich gender do you identify as?:": [
        null,
        "O kgetha bong bofe?:\n \nAraba ka nomoro"
    ],
    "MALE": [
        null,
        "MONNA"
    ],
    "FEMALE": [
        null,
        "MOSADI"
    ],
    "OTHER": [
        null,
        "HO HONG"
    ],
    "RATHER NOT SAY": [
        null,
        "HA KE RATE HO TJHO"
    ],
    "Let's see how you're feeling today. Do you have a cough?\n\nReply 1 or 2": [
        null,
        "Ha re bone na o ikutlwa jwang kajeno. Na wa kgohlela? \n\nAraba 1 kapa 2"
    ],
    "Please use numbers from list.\nDo you have a cough?\n\nReply 1 or 2": [
        null,
        "Ha re bone na o ikutlwa jwang kajeno. Na wa kgohlela? \n\nAraba 1 kapa 2"
    ],
    "Do you have a fever? (when you touch your forehead, does it feel hot?)\n\nReply 1 or 2": [
        null,
        "O na le feberu? (ha o tshwara phatla ya hao, na e utlwahala e tjhesa?)\n \nAraba 1 kapa 2"
    ],
    "Please use numbers from list. Do you have a fever? (when you touch your forehead, does it feel hot?)\n\nReply 1 or 2": [
        null,
        "Do you have a fever? (when you touch your forehead, does it feel hot?)\n\nReply 1 or 2"
    ],
    "Are you sweating more than usual at night?": [
        null,
        ""
    ],
    "Please use numbers from list. Are you sweating more than usual at night?": [
        null,
        "Na o fufulelwa ho feta ka moo ho tlwaelehileng bosiu?"
    ],
    "Have you been losing weight without trying?": [
        null,
        "Na o ntse o theola boima ba mmele o sa leke ho etsa jwalo?"
    ],
    "Please use numbers from list. Have you been losing weight without trying?": [
        null,
        "Na o ntse o theola boima ba mmele o sa leke ho etsa jwalo?"
    ],
    "Are you at high risk of TB?\n\nRisk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+": [
        null,
        "O kotsing e kgolo ya TB?\n\nKotsi e bolela o dula le motho ya nang le TB KAPA o bile le TB dilemong tse 2 tse fetileng KAPA o HIV+"
    ],
    "Please use numbers from list. Are you at high risk for TB?": [
        null,
        "O kotsing e kgolo ya TB?\n\nKotsi e bolela o dula le motho ya nang le TB KAPA o bile le TB dilemong tse 2 tse fetileng KAPA o HIV+"
    ],
    "Yes high risk": [
        null,
        "Ee"
    ],
    "Dont know": [
        null,
        "Ha ke tsebe"
    ],
    "Now, please agree that the info you shared is correct and that you give the NDoH permission to contact you if needed?\n\nReply 1 or 2": [
        null,
        "Jwale, ka kopo dumela hore lesedi leo o le arolang le nepahetse le hore o fa NDoH tumello ya ho ikopanya le wena ha ho hlokahala? \n\nAraba 1 kapa 2"
    ],
    "Thanks for your answers. Your result will be sent soon on SMS. Would you like to receive follow-up messages?\nReply": [
        null,
        "Ke leboha dikarabo tsa hao. Sephetho sa hao se tla romellwa haufinyane ka SMS. O ka thabela ho fumana melaetsa ya tshalo-morao?\nAraba"
    ],
    "This service works best when you select numbers from the list": [
        null,
        "Tshebeletso ena e sebetsa hantle ha o kgetha dikgetho tsa dinomoro lenaneng."
    ],
    "See Results": [
        null,
        "Bona Sephetho"
    ],
    "You don't need a TB test now, but if you develop cough, fever, weight loss or night sweats visit your nearest clinic.": [
        null,
        "Ha o hloke tlhahlobo ya TB hona jwale, empa haeba o ba le sefuba, feberu, ho theola boima ba mmele kapa ho fufulelwa bosiu, etela tleliniki e haufinyane."
    ],
    "Your replies to the questions show you need a TB test this week.\n\nGo to your clinic for a free TB test. Please put on a face mask before you enter the clinic": [
        null,
        "Dikarabo tsa hao dipotsong di supa o hloka tlhahlobo ya TB bekeng ena.\n\nE-ya tleliniking bakeng sa tlhahlobo ya TB. Ka kopo, rwala mask pele o kena tleliniking"
    ],
    "Check if those you live with are on TB treatment. If you don't know your HIV status, visit the clinic for a free HIV test. Then do the TB check again.": [
        null,
        "Bona haeba bao o phelang le bona ba kalafong ya TB. Ha o sa tsebe boemo ba hao ba HIV, etela tleliniki ho hlahlobela HIV. Ebe o etsa tlhahlobo ya TB hape."
    ]
}