{
    "": {
        "project-id-version": "Personal",
        "pot-creation-date": "2018-09-28 07:58:+0000",
        "po-revision-date": "2018-10-25 17:05+0200",
        "last-translator": "",
        "language-team": "Tsonga <LL@li.org>",
        "language": "ts",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.2"
    },
    "Please dial back in to {{ USSD_number }} to complete the pregnancy registration.": [
        null,
        "Nkarhi wa wena wu herile. Tshikelela {{ USSD_number }} ku va u hetisa ku nghenisa vuxokoxoko bya wena leswaku u ta kota ku kuma mahungu."
    ],
    "Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply \"SMS\" (std rates apply)": [
        null,
        "Ha ku amukela eka MomConnect! Yana etliliniki ku kuma swihungwana hinkwaswo. Ku tshika {{optout_channel}}. Swihungwana hi SMS, hlamula \"SMS\". (Tihakelo ta ntolovelo)."
    ],
    "Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.": [
        null,
        "Ha ku amukela eka MomConnect! Yana etliliniki ku kuma swihungwana hinkwaswo. Ku tshika dayila {{optout_channel}}."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Hlamla mahungu law kanwe na xivlelo xa wen.Lok swi fambelan na vukorokeri bya tliniki, katsa vito ra mtirhi kumbe tliniki. Mtsengo leyi ringansweke ya tirha."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Hlamla mahungu law kanwe na ku themndela ka wen.Lok swi fambelan na vukorokeri bya tliniki, katsa vito ra mtiri kumbe tliniki.Mtsengo leyi ringansweke ya tirha."
    ],
    "Welcome back. Please select an option:": [
        null,
        "Ha ku amukela nakambe. Hi kombela u hlawula xihlawuriwa:"
    ],
    "Continue signing up for messages": [
        null,
        "Ku ya emahlweni u kuma swihungwana"
    ],
    "Main menu": [
        null,
        "Menyunkulu"
    ],
    "Welcome to the Department of Health's MomConnect. Please select your language": [
        null,
        "Welcome to the Department of Health's MomConnect. Please select your language"
    ],
    "MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "MomConnect yi rhumela tiSMS ta mahala to seketela eka vavasati lava nga vayimani.U muyimani kumbe u ehleketelela leswaku u nga va u ri muyimani?"
    ],
    "Yes": [
        null,
        "Ina"
    ],
    "No": [
        null,
        "E-e"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        "Ku tsarisa hi fanele ku hlengeleta, ku hlayisa & ku tirhisa vuxokoxoko bya wena. U nga kuma swihungwana hi tiholideyi & mahelo ya vhiki. Xana wa pfumela?"
    ],
    "We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.": [
        null,
        "U ta hi khomela, vukorhokeri lebyi i bya vavasati lava nga vayimani ntsena.Loko u ri na swivilelo swin'wana swa rihanyo endzela tliliniki ya le kusuhi na wena."
    ],
    "Unfortunately without your consent, you cannot register to MomConnect.": [
        null,
        "Loko ku ri hava mpfumelelo wa wena, u nge koti ku tsarisa eka MomConnect."
    ],
    "You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Nkarhi lowu hundzeke u komberile ku ka u nga ha rhumeriwi tiSMS ta MomConnect. Xana u lava ku rhumeriwa mahungu nakambe?"
    ],
    "You have chosen not to receive MomConnect messages and so cannot complete registration.": [
        null,
        "U hlawurile ku nga kumi swihungwana swa MomConnect, kutani u nge tatisi ntsariso."
    ],
    "Main Menu": [
        null,
        "Menyunkulu"
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.": [
        null,
        "Hoyohoyo eka vuyimani bya wena! U ta kuma swihungwana kusuka eka MomConnect eka WhatsApp swa mavhiki ma3. Ku kuma swihungwana hinkwaswo, tsarisa etliliniki."
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.": [
        null,
        "Hoyohoyo eka vuyimani bya wena! U ta kuma swihungwana kusuka eka MomConnect hi SMS swa mavhiki ma3. Tsarisa etliliniki ku kuma swihungwana hinkwaswo swa MAHALA."
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "Wa amukeriwa eka MomConnect ya Ndzawulo ya Rihanyo. Hlawula opuxini:"
    ],
    "Send us a compliment": [
        null,
        "Rhumela xibumabumelo"
    ],
    "Send us a complaint": [
        null,
        "Nghenisa xivilelo"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Inkomu. Ku nga ri khale hi ta ku rhumela swiletelo swa leswi u faneleke ku hi rhumerisa swona swibumabumelo swa wena."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Inkomu. SMS ya wena yi ta rhumeriwa ku nga ri khale."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "Wa amukeriwa eka MomConnect ya Ndzawulo ya Rihanyo. Hlawula opuxini:"
    ],
    "Get the full set of messages": [
        null,
        "Ku kuma mahungu yo helela"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Ku titsarisela ku kuma mahungu yo helela ya MomConnect, endzela tliliniki ya le kusuhi na laha u tshamaka kona."
    ]
}