Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd-public.sot_ZA.po
Languages: st

source: Please dial back in to {{ USSD_number }} to complete the pregnancy registration.
st: Seshone ya hao e feletswe ke nako. Ka kopo letsetsa mona {{ USSD_number }} ho kgutla o qete ho kenya data ya hao hore o fumane melaetsa.

source: Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply "SMS" (std rates apply)
st: O amohetswe MomConnect! Etela tleliniki o fumane sete ya melaetsa. Ho emisa tobetsa {{optout_channel}}. Ho fumana melaetsa ka SMS, araba "SMS" (tefello tsa tlwaelo)

source: Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.
st: O amohetswe MomConnect! Etela tleliniki ho fumana sete ya melaetsa. Ho emisa tobetsa {{optout_channel}}.

source: Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
st: Araba molaetsa ka thoholetso ya hao. Ha o amana le tshebeletso kliniking, bolela lebitso la kliniki kapa lebitso la mosebeletsi a amehang. Ho tla ba le ditjeo.

source: Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
st: Araba molaetsa ona ka tletlebo ya hao. Ha o amana le tshebeletso kliniking, bolela lebitso la kliniki kapa lebitso la mosebeletsi a amehang. Ho tla ba le ditjeo

source: Welcome back. Please select an option:
st: Re o amohela hape. Ka kopo bontsha kgetho:

source: Continue signing up for messages
st: Ngodisetsa melaetsa

source: Main menu
st: Menu ya Sehlooho

source: MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?
st: MomConnect o romela mahala diSMS tsa tshehetso ho bomme ba immeng. Na o imme kapa o belaela hore o imme?

source: Yes
st: E

source: No
st: Tjhee

source: To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?
st: Ho ngodisa re lokela ho bokella, boloka & sebedisa dintlha. O ka amohela melaetsa matsatsi a phomolo mafelo a veke. O a dumela?

source: We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.
st: Re kopa tshwarelo empa tshebeletso ena ke ya bomme ba immeng feela. Ha o na le tse ding dingongoreho ka bophelo ka kopo etela tleleniki ya hao e haufi.

source: Unfortunately without your consent, you cannot register to MomConnect.
st: Ka bomadimabe ka ntle ho tumello ya hao, o ke ke wa ngodisa MomConnect.

source: You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?
st: Nakong e fetileng o kgethile ho tswa ho diSMS tsa MomConnect. Ka kopo tiisa hore o ka rata ho kgetha ho amohela melaetsa hape.

source: You have chosen not to receive MomConnect messages and so cannot complete registration.
st: O ikgethetse ho se amohele melaetsa MomConnect jwale o ke ke wa tlatsa boingodiso.

source: Main Menu
st: Menu ya Sehlooho

source: Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.
st: Re a o lebohela ka boimana ba hao! O tla fumana melaetsa ya MomConnect ka WhatsApp 3 diveke. Bakeng sa sete e tletseng ya melaetsa, ngodisa tleliniking.

source: Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.
st: Re a lebohela ka boimana ba hao! O tla fumana melaetsa ya MomConnect ka SMS 3 diveke. Bakeng sa sete e tletseng ya melaetsa ya MAHALA, ngodisa tleliniking.

source: Welcome to the Department of Health's MomConnect. Please choose an option:
st: O amohelehile ho MomConnect wa Lefapha la Bophelo bo Botle. Etsa kgetho:

source: Send us a compliment
st: Re romelle thoholetso

source: Send us a complaint
st: Kenya tletlebo

source: Thank you. We will send you a message shortly with instructions on how to send us your compliment.
st: Re a leboha. Re tla o romella molaetsa ka haufi-ufi le ditaelo tsa mokgwa wa ho re romella ditakaletso tsa hao.

source: Thank you. We will send you a message shortly with instructions on how to send us your complaint.
st: Re a leboha. Re tla o romella molaetsa haufiufi le ditaelo tsa mokgwa wa ho kenya tletlebo.

source: Welcome to the Department of Health's MomConnect. Choose an option:
st: O amohelehile ho MomConnect wa Lefapha la Bophelo bo Botle. Etsa kgetho:

source: Get the full set of messages
st: Fumana sete e feletseng ya melaetsa

source: To register for the full set of MomConnect messages, please visit your nearest clinic.
st: Ho ngodisa bakeng sa sete e feletseng ya melaetsa ya MomConnect,ka kopo etela tleleniki ya hao e haufi.
