Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_tb_check.set_ZA.po
Languages: set_za

source: Welcome back to the The National Department of Health's TB HealthCheck
set_za: Re boa re go amogela mo TB HealthCheck ya Lefapha la Bosetshaba la Boitekanelo

source: Continue where I left off
set_za: Tswelela kwa ke tlogetseng teng

source: Start over
set_za: Simolola sesha

source: Unfortunately, you cannot participate in the study more than once. You can still continue with a TB Check but you will not be included in the study.
set_za: Ka bomalimabe, u ke ke ua nka karolo phuputsong ho feta hang. O ntse o ka tswela pele ka TB CHECK empa o ke ke wa kenyelletswa diphuputsong.

source: Continue
set_za: Tswela pele

source: This service works best when you choose number options from the list.
set_za: Tshebeletso ena e sebetsa hantle ha o kgetha dikgetho tsa dinomoro lenaneng.

source: The National Department of Health thanks you for helping to protect the health of all SA citizens. Stop the spread of TB.
set_za: Lefapha la Bosetshaba le Boitekanelo le a go leboga ka go thusa go sireletsa boitekanelo jwa baagi botlhe ba SA. Thibela go anama ga TB.

source: START
set_za: SIMOLOLA

source: This NDoH service only provides health info. Please agree that you are responsible for your own medical care and treatment.
set_za: Tirelo e e naya tshedimosetso ya boitekanelo. Dumela gore o na le boikerabelo jwa tlhokomelo ya kalafi ya gago.

source: YES
set_za: EE

source: NO
set_za: NNYAA

source: MORE INFO
set_za: TSHEDIMOSETSO E NNGWE

source: Return to use this service at any time. Remember, if you think you have TB, avoid contact with other people and get tested at your nearest clinic.
set_za: O ka dirisa tirelo eno nako nngwe le nngwe. Gakologelwa, fa o akanya gore o na le TB, tila go kopana le batho mme o dire diteko kwa tliliniking.

source: TB HealthCheck does not replace medical advice, diagnosis or treatment. Get a qualified health provider's advice on your medical condition and care.
set_za: TB HealthCheck ga e emisetse thuso epe ya kalafi. Kopa kgakologo go tswa go motlamedi wa boitekanelo ka ga bolwetse jwa gago kgotsa tlhokomelo.

source: Next
set_za: E e latelang

source: You use this info at your own risk. This tool cannot replace medical advice. Agree not to ignore or delay getting medical advice on treatment or care
set_za: O dirisa info eno ka kotsi ya gago. Sediriswa seno ga se ka se emisetsa kgakologo ya ngaka. Dumela gore ga o kitla o itlhokomolosa kalafi

source: Your personal information is protected under POPIA and in accordance with the provisions of the TBHealthCheck Privacy Notice sent to you by SMS.
set_za: Tshedimosetso ya gago ya botho e sireleditswe ke POPI Act go ya ka melao ya TBHealthCheck, kitiso ya sephiri e tla romelwa go wena ka SMS.

source: ACCEPT
set_za: AMOHELA

source: Choose your preferred language
set_za: Tlhopha puo e o e ratang

source: Please reply with numbers. Choose your preferred language
set_za: Ke kopa o arabe ka linomoro. Tlhopha puo e o e ratang

source: English
set_za: Seesimane

source: isiZulu
set_za: SeZulu

source: Afrikaans
set_za: Seburu

source: isiXhosa
set_za: Sethosa

source: If you agree, we will use your information to see if this TB Check helps people. Do you agree?
set_za: Ha o dumela re tla sebedisa dintlha ho bona na TB Check e thusa batho. Na wa dumela?

source: Please reply with numbers. Do you agree?
set_za: Ke kopa o arabe ka linomoro. Na o ya dumela?

source: Yes
set_za: Ee

source: No
set_za: Nnyaa

source: FAQ for more info on TBCheck and the research.
set_za: FAQ, bakeng sa dintlha tse ding tsa TBCheck le dipatlisiso.

source: How old are you?
set_za: O na le dingwaga di le kae?

source: Please use numbers from list. How old are you?
set_za: Ka kopo sebelisa linomoro tse tsoang lethathamong. O na le dingwaga di le kae?

source: under 18
set_za: Fa tlase ga 18

source: over 65
set_za: Go feta 65

source: Unfortunately you cant participate in the study if you are younger than 18.
set_za: Ka bomadimabe o ke ke wa nka karolo phuputsong haeba o le ka tlase ho dilemo tse 18.

source: You can still continue with a TB Check but you will not be included in the study
set_za: O ntse o ka tswela pele ka TB CHECK empa o ke ke wa kenyelletswa diphuputsong

source: Okay, no problem. You will not be included in the research, but you can still continue to check if you need to take a TB test.
set_za: Ho lokile, ha ho bothata. O ke ke wa kenyelletswa dipatlisisong, empa o ntse o ka tswela pele ho hlahloba hore na o hloka ho etsa tlhahlobo ya TB.

source: Which gender do you identify as?
set_za: Ke bong bofe jo o ikutlwang o tshwana le jone?

source: Please use numbers from list. Which gender do you identify as?
set_za: Ka kopo sebelisa linomoro tse tsoang lethathamong. Ke bong bofe jo o ikutlwang o tshwana le jone?

source: MALE
set_za: MONNA

source: FEMALE
set_za: MOSADI

source: OTHER
set_za: JO BONGWE

source: RATHER NOT SAY
set_za: TLHOPA GO SE BUE

source: Choose your province
set_za: Tlhopha porofense ya gago

source: E. CAPE
set_za: KAPA BOTJHABELA

source: FREE STATE
set_za: FOREISTATA

source: NORTH WEST
set_za: BOKONE BOPHIRIMA

source: N. CAPE
set_za: KAPA LEBOYA

source: Please type the name of the street where you live.
set_za: Ka kopo ngola lebitso la seterata seo o dulang ho sona.

source: Please type the name of the suburb/township/village where you live.
set_za: Tsweetswee thaepa leina la toropo/motsetoropo/motsana kwa o nnang teng.

source: Please type the name of the city where you live.
set_za: Tsweetswee thaepa leina la toropo e o nnang mo go yone.

source: Sorry, we don't understand. Please try again. Please type the name of the city where you live
set_za: Tshoarelo, ha re utlwisise. Ka kopo leka hape. Ka kopo ngola lebitso la toropo eo o dulang ho eona

source: Please check that the address below is correct and matches the information you gave us: {{ address }}
set_za: Tsweetswee tlhomamisa gore aterese e e fa tlase e boammaaruri le gore e tsamaisana le tshedimosetso e o re e neileng: {{ address }}

source: Let's see how you're feeling today. Do you have a cough?
set_za: A re bone gore o ikutlwa jang gompieno. A o a gotlhola?

source: Please use numbers from list. Do you have a cough?
set_za: Ka kopo sebelisa linomoro tse tsoang lethathamong. A o a gotlhola?

source: Do you have a fever? (when you touch your forehead, does it feel hot?)
set_za: A o na le letshoroma? (fa o ama phatlha ya gago, a e a fisa?)

source: Please use numbers from list. Do you have a fever? (when you touch your forehead, does it feel hot?)
set_za: Ka kopo sebelisa linomoro tse tsoang lethathamong. A o na le letshoroma? (fa o ama phatlha ya gago, a e a fisa?)

source: Are you sweating more than usual at night?
set_za: A o fufulelwa go feta ka gale bosigo?

source: Please use numbers from list. Are you sweating more than usual at night?
set_za: Ka kopo sebelisa linomoro tse tsoang lethathamong. A o fufulelwa go feta ka gale bosigo?

source: Have you been losing weight without trying?
set_za: A ontse o fokotsa mmele o sa leke?

source: Please use numbers from list. Have you been losing weight without trying?
set_za: Ka kopo sebelisa linomoro tse tsoang lethathamong. A ontse o fokotsa mmele o sa leke?

source: Are you at high risk of TB? Risk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+
set_za: A o mo kotsing ya go tshwara ke TB? A o nna le motho yo o nang le TB, o ne o na le TB mo dingwageng tse 2 tsa go feta kgotsa o HIV+

source: Please use numbers from list. Are you at high risk for TB?
set_za: Ka kopo sebelisa linomoro tse tsoang lethathamong. A o mo kotsing ya go tshwara ke TB?

source: Yes high risk
set_za: Ee

source: Dont know
set_za: Ga ke itse

source: Now, please agree that the info you shared is correct and that you give the NDoH permission to contact you if needed?
set_za: Dumalana gore tshedimosetso a o e abelanang e boammaaruri le gore e naya NDoH tetla ya go ikgolaganya le wena fa go tlhokega?

source: Finally, please agree that the info you shared is correct.
set_za: Qetellong, ka kopo dumela hore tlhaiso-leseding eo o e arolelaneng e nepahetse ho latela tsebo ya hao.

source: Thanks for your answers. Your result will be sent soon by SMS. Would you like to receive follow-up messages?
set_za: Re leboga dikarabo tsa gago. Dipholo tsa gago di tla romelwa ka SMS mo bogautshwaneng. A o ka rata go amogela melaetsa e e latelang?

source: Thanks for choosing to get our follow-up messages.
set_za: Re leboga go bo o ile wa tlhopa go amogela melaetsa ya rona ya go tswelela.

source: Okay thanks, you won't get any follow-up messages.
set_za: Go siame, re a leboga, ga o kitla o amogela melaetsa epe e e latelang.

source: Thanks for your answers. Your result will be sent soon by SMS.
set_za: Ke leboha dikarabo tsa hao. Sephetho sa hao se tla romellwa haufinyane ka SMS.

source: This service works best when you select numbers from the list
set_za: Tirelo eno e dira botoka fa o tlhopa palo ya dikgetho go tswa mo lenaaneg.

source: See Results
set_za: Bona dipholo

source: Your replies to the questions show that you need a TB test this week! Visit your local clinic for a free TB test.
set_za: Dikarabo tsa gago di bontsha gore o tlhoka teko ya TB. E ya kwa tliliniking go dira diteko tsa TB. Rwala maske wa sefatlhego pele o tsena mo tliliniking.

source: Your replies to the questions show that you need a TB test this week!
set_za: Dikarabo tsa gago di bontsha gore o tlhoka teko ya TB.

source: With early diagnosis, TB can be cured. Don't delay, test today! Visit your local clinic for a free TB test.
set_za: Ka tlhatlhobo ya kapele, LEFUBA le ka phekoleha. Se ke wa dieha, hlahloba kajeno! Etela tleliniki ya heno ho etsa tlhahlobo ya mahala ya LEFUBA.

source: Your replies to the questions show that you need a TB test this week! Here are some tips to help you plan:
set_za: Dikarabo tsa hao dipotsong di supa o hloka tlhahlobo ya TB bekeng ena! E-ya tleliniking bakeng sa tlhahlobo ya TB. Ka kopo, rwala mask pele o kena tleliniking:

source: * Make the time. Your health is a priority! * Pick the most convenient clinic for your test * Get there early! Clinics are open for TB testing Monday to Friday mornings.
set_za: Etsa nako. Bophelo ba hao bo tla pele! Kgetha tleliniki e loketseng tlhahlobo ya hao. Ka tlase ke ditleliniki tse 5 tse haufi le wena.

source: Where will you go for your test? Reply with the clinic
set_za: O tla ya hokae bakeng sa tlhahlobo ya hao? Araba ka tliliniki

source: When will you go for your test? Reply with the day
set_za: O tla ya tlhatlhobong ya hao neng? Araba ka letsatsi

source: MONDAY
set_za: MANTAHA

source: TUESDAY
set_za: LABOBELI

source: WEDNESDAY
set_za: LABORARO

source: THURSDAY
set_za: LABONE

source: FRIDAY
set_za: LABOHLANO

source: Well done for planning to get your test!
set_za: U entse hantle ka ho rera ho nka tlhahlobo ea lefuba!

source: Your replies to the questions show that you need a TB test this week! * Go to your local clinic for a free TB test.
set_za: Dikarabo tsa hao dipotsong di supa o hloka tlhahlobo ya TB bekeng ena! E-ya tleliniking bakeng sa tlhahlobo ya TB. Ka kopo, rwala mask pele o kena tleliniking.

source: * Visit your local clinic for a free TB test. * You will get R15 airtime within 1 hour if you commit to get tested.
set_za: * Eya tleliniking ya heno ho etsa tlhahlobo ya mahala ya LEFUBA. * O tla fumana airtime ya R15 ha o itlama ho hlahloba.

source: Your replies to the questions show that you need a TB test this week.
set_za: Dikarabo tsa hao ho dipotso di bontsha hore o hloka tlhahlobo ea LEFUBA bekeng ena.

source: Do you commit to getting tested?
set_za: Na o itlama ho hlahloba?

source: Please use numbers from list. Do you commit to getting tested?
set_za: Na o itlama ho hlahloba?

source: Well done for committing to your health!
set_za: O entse hantle ka ho itlamo ka bophelo bo botle ba hao!

source: Even if you can't commit now, it is still important to get tested.
set_za: Leha o sa kgone ho itlama hona jwale, ho ntso le bohlokwa ho etsa tlhahlobo.

source: You don't need a TB test now, but if you develop cough, fever, weight loss or night sweats visit your nearest clinic.
set_za: Ga o tlhoke teko ya TB jaanong, mme fa o simolola go gotlhola, o na le letshoroma, go fokotsa mmele, kgotsa go fufulelwa bosigo etela tliliniki e e gaufi nao.

source: Your replies to the questions show you need a TB test this week. Go to your clinic for a free TB test.
set_za: Dikarabo tsa hao dipotsong di supa o hloka tlhahlobo ya TB bekeng ena. E-ya tleliniking bakeng sa tlhahlobo ya TB. Ka kopo, rwala mask pele o kena tleliniking.

source: Check if those you live with are on TB treatment. If you don't know your HIV status, visit the clinic for a free HIV test. Then do the TB check again.
set_za: Netefatsa gore a na batho ba o nnang le bone ba alafiwa TB.Fa o sa itse gore o na le HIV, etela kliliniki go dira diteko tsa HIV.Go tsa foo dira teko ya TB gape.

source: We will use this information to see if TB HealthCheck helps people. To continue, reply YES. For more on TB HealthCheck and the research, reply MORE.
set_za: Re tla sebedisa dintlha tsena ho bona hore na TB HealthCheck e tla thusa batho. Ho tswela pele araba "EE". Bakeng sa dintlha tse ding ka TB HealthCheck le dipatlisiso, araba HAHOLO.

source: Sorry, we don't understand. Please try again. Enter the number that matches your answer.
set_za: Tshoarelo, ha re utlwisise. Ka kopo leka hape. Kenya nomoro e tsamaellanang le karabo ya hao.

source: More
set_za: Haholo

source: Did you find TB HealthCheck useful?
set_za: A na o fumane TB HealthCheck e le molemo?

source: Don't know
set_za: Ha ke tsebe

source: I did not go to the clinic for a TB test because it takes too much time. Do you agree?
set_za: Ha keya ya tleliniking bakeng sa tlhahlobo ya LEFUBA hobane ho nka nako e telele haholo. Na o ya dumela?

source: Agree
set_za: Dumela

source: Disagree
set_za: Hanyetsa

source: I did not go to the clinic for a TB test because there are no clinics close to me.
set_za: Ha keya ya tleliniking bakeng sa tlhahlobo ya LEFUBA hobane ha ho na ditleliniki tse haufi le nna. Na o ya dumela?

source: I did not go to the clinic for a TB test because I do not want to think about having TB. Do you agree?
set_za: Ha keya ya tleliniking bakeng sa tlhahlobo ya LEFUBA hobane ke sa batle ho nahana ka ho ba le LEFUBA. Na o ya dumela?

source: Are there any other reasons why you did not go to the clinic for a TB test?Reply in your own words.
set_za: Na ho na le mabakang a mang a entseng hore o se ke wa ya tleliniking bakeng sa tlhahlobo ya LEFUBA? Araba ka mantswe a hao.

source: Thank you for taking part in the survey. Your R15 in airtime is on its way!
set_za: Rea leboha ha o nkile karolo phuputsong. R15 ya hao ya airtime e tseleng!

source: Back
set_za: Khutlela

source: Exit
set_za: Etswa

source: The FAQ has been sent to you by SMS. What would you like to do?
set_za: FAQ e rometswe ho wena ka SMS. O ka rata ho etsa eng?

source: Please reply with the number that matches your answer.
set_za: Ka kopo, araba ka nomoro e lumellanang le karabo ea hau.

source: What would you like to know?
set_za: U batla ho tseba eng?

source: More about the research?
set_za: Haholoanyane ka lipatlisiso?

source: What information will you ask me for?
set_za: Ke tlhahisoleseding e feng eo o tla nkopa yona?

source: Why did I get the SMS?
set_za: Hobaneng ke fumane SMS ee?

source: What I'll need to do?
set_za: Ke hloka ho etsa eng?

source: Can I stop halfway through?
set_za: Nka emisa halofo ea pele?

source: Are there costs or risks?
set_za: Na ho na le lit≈°enyehelo/likotsi?

source: What happens to the info?
set_za: Ho etsahalang ka leseli?

source: What to do if I am unhappy?
set_za: Ke reng he ke sa thaba?

source: Many people don't realise that TB is cureable and test too late. Your answers will help us understand whether TB HealthCheck really helps people.
set_za: Ba bangata ha ba elellwe hore TB ya phekoleha mme ba etsa diteko morao haholo. Dikarabo tsa hao di tla re thusa ho utlwisisa hore na ehlile TB HealthCheck e thusa batho.

source: Did TB HealthCheck encourage you to get tested?
set_za: Na TB HealthCheck e o kgothalelitse ho hlahloba?

source: Would you have tested without TB HealthCheck?
set_za: Na o ka be u hlahlobile ntle le TB HealthCheck?

source: Would you have further delayed testing without TB HealthCheck?
set_za: Na o ka bo diehile ho hlahloba ntle le TB HealthCheck?

source: The waiting times at the clinic were too long. Do you agree?
set_za: Dinako tsa ho ema tleliniking di ne di le telele haholo. Na o ya dumela?

source: How was your experience at the clinic?
set_za: Boiphihlelo ba hao bo bile jwang tleliniking?

source: Bad
set_za: E mpe

source: Good
set_za: E ntle

source: Was it difficult to get access to a TB test? Please reply with details of any problems you experienced.
set_za: Na ho ne ho le thata ho fumana tlhahlobo ya LEFUBA? Ka kopo araba ka dintlha tsa mathata afe kapa afe ao o bileng le ona.

source: Why did you go to the clinic for a TB test?
set_za: Hobaneng o ile tleliniking bakeng sa tlhahlobo ya LEFUBA?

source: Can we phone you to get more information?
set_za: Na re ka o letsetsa ho fumana dintlha tse ding?
