{
    "": {
        "pot-creation-date": "2021-03-18 10:24:+0000",
        "project-id-version": "",
        "language-team": "",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "po-revision-date": "2021-03-18 15:46+0200",
        "x-generator": "Poedit 2.4.2",
        "plural-forms": "nplurals=2; plural=(n != 1);",
        "last-translator": "",
        "language": "af_ZA"
    },
    "Welcome back to the The National Department of Health's TB HealthCheck\n\nReply 1 or 2": [
        null,
        "Welkom terug by Die Nasionale Departement van Gesondheid se TB Gesondheidsvraelys \n\nAntwoord 1 of 2"
    ],
    "Continue where I left off": [
        null,
        "Gaan voort waar ek laas opgehou het"
    ],
    "Start over": [
        null,
        "Begin weer oor"
    ],
    "This service works best when you select numbers from the list": [
        null,
        "Hierdie diens werk die beste wanneer jy een van die nommers op die lys kies"
    ],
    "The National Department of Health thanks you for contributing to the health of all citizens. Stop the spread of TB.\n\nReply": [
        null,
        "Die Nasionale Departement van Gesondheid spreek hul dank uit vir jou hulp om die gesondheid van alle SA burgers te beskerm. Stop die verspreiding van TB. \n\nAntwoord met"
    ],
    "START": [
        null,
        "BEGIN"
    ],
    "Choose your preferred language": [
        null,
        "Kies jou taal van voorkeur"
    ],
    "Please reply with numbers. Choose your preferred language": [
        null,
        "Antwoord met ’n nommer. Kies jou taal van voorkeur"
    ],
    "English": [
        null,
        "English"
    ],
    "isiZulu": [
        null,
        "isiZulu"
    ],
    "Afrikaans": [
        null,
        "Afrikaans"
    ],
    "isiXhosa": [
        null,
        "isiXhosa"
    ],
    "Sesotho": [
        null,
        "Sesotho"
    ],
    "This service only provides health info. Agree that you are responsible for your medical care and treatment.\n\nReply": [
        null,
        "Hierdie diens bied slegs inligting oor gesondheid. Stem saam dat jy verantwoordelik is vir jou mediese sorg en behandeling. \n\nAntwoord met"
    ],
    "YES": [
        null,
        "JA"
    ],
    "NO": [
        null,
        "NEE"
    ],
    "MORE INFO": [
        null,
        "MEER INLIGTING"
    ],
    "Return to use this service at any time. Remember, if you think you have TB, avoid contact with other people and get tested at your nearest clinic.": [
        null,
        "Gebruik hierdie diens enige tyd weer. Onthou, indien jy vermoed dat jy TB het, vermy kontak met ander mense en word getoets by jou naaste kliniek."
    ],
    "TB HealthCheck does not replace medical advice, diagnosis or treatment. Get a qualified health provider's advice on your medical condition and care.": [
        null,
        "TB GesondheidsVraelys is nie ’n plaasvervanger vir mediese advies, -diagnose of -behandeling nie. Kry advies van ’n gekwalifiseerde gesondheidsdiensverskaffer vir jou mediese toestand en behandeling."
    ],
    "Next": [
        null,
        "Volgende"
    ],
    "You use this info at your own risk. This tool cannot replace medical advice. Agree not to ignore or delay getting medical advice on treatment or care": [
        null,
        "Jy gebruik hierdie inligting op eie risiko. Hierdie vraelys is nie ’n plaasvervanger vir mediese advies nie. Stem in om so gou moontlik mediese advies oor behandeling te kry en dit nie te ignoreer nie"
    ],
    "Choose your province:\n\nReply:": [
        null,
        "Kies jou provinsie. \n\nAntwoord met ’n nommer:"
    ],
    "EASTERN CAPE": [
        null,
        "O. KAAP"
    ],
    "FREE STATE": [
        null,
        "VRYSTAAT"
    ],
    "GAUTENG": [
        null,
        "GAUTENG"
    ],
    "KWAZULU NATAL": [
        null,
        "KWAZULU NATAL"
    ],
    "LIMPOPO": [
        null,
        "LIMPOPO"
    ],
    "MPUMALANGA": [
        null,
        "MPUMALANGA"
    ],
    "NORTH WEST": [
        null,
        "NOORDWES"
    ],
    "NORTHERN CAPE": [
        null,
        "N. KAAP"
    ],
    "WESTERN CAPE": [
        null,
        "W. KAAP"
    ],
    "Please TYPE your home address (or the address where you are currently staying). Give the street number, street name, suburb/township/town/village (or nearest).": [
        null,
        "TIK asseblief jou woonadres (of die adres waar jy tans woon) in. Gee die straatnommer, straatnaam, woonbuurt/township/stad/dorp (of naaste)."
    ],
    "Please confirm the address below based on info you shared:\n{{ address }}\n\nReply": [
        null,
        "Maak asseblief seker dat onderstaande adres korrek is en ooreenstem met die inligting wat jy vir ons gegee het:\n{{ADRES}}\n\nAntwoord"
    ],
    "Yes": [
        null,
        "JA"
    ],
    "No": [
        null,
        "NEE"
    ],
    "How old are you?": [
        null,
        "Hoe oud is jy?"
    ],
    "Please use numbers from list.\n\nHow old are you?": [
        null,
        "Antwoord met ’n nommer:\n\nHoe oud is jy?"
    ],
    "<18": [
        null,
        "onder 18"
    ],
    "18-39": [
        null,
        "18-39"
    ],
    "40-65": [
        null,
        "40-65"
    ],
    ">65": [
        null,
        "oor 65"
    ],
    "Which gender do you identify as?": [
        null,
        "As watter geslag identifiseer jy?"
    ],
    "Please use numbers from list.\n\nWhich gender do you identify as?": [
        null,
        "Antwoord met ’n nommer:\n\nAs watter geslag identifiseer jy?"
    ],
    "Male": [
        null,
        "MANLIK"
    ],
    "Female": [
        null,
        "VROULIK"
    ],
    "Other": [
        null,
        "ANDER"
    ],
    "Rather not say": [
        null,
        "WIL LIEWER NIE SÊ NIE"
    ],
    "Let's see how you're feeling today. Do you have a cough?\n\nReply": [
        null,
        "Kom ons kyk hoe jy vandag voel. Hoes jy? \n\nAntwoord 1, 2 of 3"
    ],
    "Please use numbers from list.\nDo you have a cough?\n\nReply": [
        null,
        "Antwoord met ’n nommer\nHoes jy?\n\nAntwoord"
    ],
    "Do you have a fever? (when you touch your forehead, does it feel hot?)\n\nReply": [
        null,
        "Het jy koors? (wanneer jy aan jou voorkop raak, voel dit warm?)\n \nAntwoord 1 of 2"
    ],
    "Please use numbers from list. Do you have a fever? (when you touch your forehead, does it feel hot?)\n\nReply": [
        null,
        "Antwoord met ’n nommer. Het jy koors? (wanneer jy aan jou voorkop raak, voel dit warm?)\n \nAntwoord 1 of 2"
    ],
    "Are you sweating more than usual at night?\n\nReply": [
        null,
        "Sweet jy meer as gewoonlik snags? \n\nAntwoord"
    ],
    "Please use numbers from list. Are you sweating more than usual at night?\n\nReply": [
        null,
        "Antwoord met ’n nommer. Sweet jy meer as gewoonlik snags? \n\nAntwoord"
    ],
    "Have you been losing weight without trying?\n\nReply": [
        null,
        "Verloor jy gewig sonder dat jy probeer? \n\nAntwoord"
    ],
    "Please use numbers from list. Have you been losing weight without trying?\n\nReply": [
        null,
        "Antwoord met ’n nommer. Verloor jy gewig sonder dat jy probeer? \n\nAntwoord"
    ],
    "Are you at high risk of TB?\n\nRisk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+\n\nReply": [
        null,
        "Het jy ’n hoë risiko vir TB? \n\nRisiko beteken dat jy woon saam met iemand wat TB het OF jy het TB gehad die agelope twee jaar OF jy is MIV+\n \nAntwoord"
    ],
    "Please use numbers from list. Are you at high risk for TB?\n\nReply": [
        null,
        "Antwoord met ’n nommer. Het jy ’n hoë risiko vir TB? \n\nRisiko beteken dat jy woon saam met iemand wat TB het OF jy het TB gehad die agelope twee jaar OF jy is MIV+"
    ],
    "Dont know": [
        null,
        "Weet nie"
    ],
    "Now, please agree that the info you shared is correct and that you give the NDoH permission to contact you if needed?\n\nReply": [
        null,
        "Bevestig asseblief nou dat die inligting wat jy gegee het korrek is en dat jy die NDvG toestemming gee om jou te kontak indien nodig? \n\nAntwoord 1 of 2"
    ],
    "RESTART": [
        null,
        "BEGIN"
    ],
    "Thanks for your answers. Your result will be sent soon on SMS. Would you like to receive follow-up messages?\nReply": [
        null,
        "Dankie vir jou antwoorde. Jou resultate sal binnekort per sms gestuur word. Wil jy graag opvolg-boodskappe ontvang? \nAntwoord"
    ],
    "See Results": [
        null,
        "Sien Uitslae"
    ],
    "You don't need a TB test now, but if you develop cough, fever, weight loss or night sweats visit your nearest clinic.": [
        null,
        "Jy hoef nie nou ’n TB-toets te doen nie, maar besoek jou naaste kliniek indien jy begin hoes, koors het, gewig verloor of snags sweet."
    ],
    "Your replies to the questions show you need a TB test this week.\n\nGo to your clinic for a free TB test. Please put on a face mask before you enter the clinic": [
        null,
        "Jou antwoorde op die vrae toon dat jy ’n TB-toets moet neem hierdie week. \n\nGaan na jou kliniek vir ’n gratis TB-toets. Sit asseblief jou gesigmasker op voordat jy by die kliniek ingaan"
    ],
    "Check if those you live with are on TB treatment. If you don't know your HIV status, visit the clinic for a free HIV test. Then do the TB check again.": [
        null,
        "Maak seker dat die mense saam met wie jy woon TB-behandeling ontvang. Indien jy nie weet wat jou MIV-status is nie, besoek die kliniek vir ’n gratis MIV toets. Voltooi dan weer die TB-vraelys."
    ]
}