Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd-public.xho_ZA.po
Languages: xh

source: Please dial back in to {{ USSD_number }} to complete the pregnancy registration.
xh: Iseshoni yakho iphelelwe lixesha. Nceda utsalele apha {{ USSD_number }} ukubuya ugqibe ukufaka idata yakho ukuze ufumane imiyalezo.

source: Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply "SMS" (std rates apply)
xh: Wamkelekile ku-MomConnect! Yiya eklinikhi ukufumana isethi iyonke yemiyalezo. Ukuyeka dayala {{optout_channel}}. Ukufumana SMS miylz, phdula "SMS" (imirhumo iyafana).

source: Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.
xh: Wamkelekile ku-MomConnect! Yiya eklinikhi ukufumana isethi iyonke yemiyalezo. Ukuyeka dayala {{optout_channel}}.

source: Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
xh: Phendula kulo myalezo noko ukuncomayo. Ukuba simalunga nesevisi eklinikhi, yifake okanye igama lomsebenzi waseklinikhi. Ubhatala ngokuqhelekileyo.

source: Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
xh: Phendula kulo myalezo nesikhalazo sakho. Ukuba simalunga nesevisi eklinikhi, yifake okanye igama lomsebenzi waseklinikhi. Ubhatala ngokuqhelekileyo.

source: Main menu
xh: Imenyu enguNdoqo

source: MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?
xh: I-MomConnect ithumela simahla ii-SMS zenkxaso koomama abakhulelweyo. Ingaba ukhulelwe okanye urhanela ukuba ukhulelwe?

source: Yes
xh: Ewe

source: No
xh: Hayi

source: We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.
xh: Sicela uxolo kodwa le nkonzo yeyoomama abakhulelweyo bodwa. Ukuba unezinye iinkxalabo ngempilo nceda utyelele ikliniki yakho ekufuphi.

source: You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?
xh: Kwixa elingaphambili ukhethe ukuphuma kwii-SMS ze-MomConnect. Nceda ungqine ukuba ungathanda ukukhetha ukwamkela imiyalezo kwakhona.

source: Main Menu
xh: Imenyu enguNdoqo

source: Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.
xh: Sivuyisana nawe ngokukhulelwa kwakho! Uya kufumana imiyalezo eluncedo evela ku-MomConnect ku-WhatsApp iiveki 3. Isethi iyonke yemiyalezo, rejista eklinikhi.

source: Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.
xh: Sivuyisana nawe ngokukhulelwa kwakho! Uya kufumana imiyalezo evela ku-MomConnect nge-SMS iiveki ezi-3. Isethi iyonke yemiyalezo YAMAHALA, rejista eklinikhi.

source: Welcome to the Department of Health's MomConnect. Please choose an option:
xh: Wamkelekile kwiMomConnect yeSebe lezeMpilo. Yenza ukhetho:

source: Send us a compliment
xh: Sithumelele isincomo

source: Send us a complaint
xh: Faka isikhalazo

source: Thank you. We will send you a message shortly with instructions on how to send us your compliment.
xh: Enkosi. Siza kukuthumelela umyalezo kungekudala nemiyalelo yendlela yokus isikhalazo sakho.

source: Thank you. We will send you a message shortly with instructions on how to send us your complaint.
xh: Enkosi. Siza kukuthumelela umyalezo kungekudala nemiyalelo yendlela yokusithumelela isincomo sakho.

source: Welcome to the Department of Health's MomConnect. Choose an option:
xh: Wamkelekile kwiMomConnect yeSebe lezeMpilo. Yenza ukhetho:

source: Get the full set of messages
xh: Fumana iseti epheleleyo yemiyalezo

source: To register for the full set of MomConnect messages, please visit your nearest clinic.
xh: Ukubhalisela iseti epheleleyo yemiyalezo yeMomConnect, nceda utyelele ikliniki yakho ekufuphi.
