Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_faq.afr_ZA.po
Languages: af

source: Choose a question about MomConnect (MC):
af: Kies 'n vraag oor MomConnect (MC):

source: What is MomConnect?
af: Wat is MomConnect?

source: Why does MC need my personal info?
af: Hoekom benodig MC my persoonlike info?

source: What personal info is collected?
af: Watter persoonlike info word versamel?

source: Who can see my personal info?
af: Wie kan my persoonlike info sien?

source: How can I see, change or delete my personal info?
af: Hoe kan ek my persoonlike info sien, verander of skrap?

source: How long does MC keep my info?
af: Vir hoe lank sal MC my info bewaar?

source: Next
af: Volgende

source: Back
af: Terug

source: Menu
af: Spyskaart

source: MomConnect needs your personal info to send you messages that are relevant to your pregnancy stage or your baby's age. By knowing where you registered for MC, the Health Department can make sure that the service is being offered to women at your clinic. Knowing where you registered helps the Health Department act on the compliments or complaints you may send to MomConnect about your clinic experience.
af: MomConnect benodig jou persoonlike info om relevante SMSse vir jou te stuur oor hoe jou swangerskap vorder of jou baba se ouderdom. As die Dept van Gesondheid weet waar jy vir MC geregistreer het, kan hulle sorg dat die diens vir swanger vroue by jou kliniek aangebied word. As die Dept v. Gesondheid weet waar jy vir MC geregistreer het, kan hulle reageer op klagtes/komplimente oor jou ervaring by jou kliniek.

source: MomConnect collects your phone and ID numbers, clinic location, and information about how your pregnancy is progressing.
af: MomConnect benodig jou foon- en ID-nommer, die naam van jou kliniek en hoe jou swangerskap vorder.

source: You can see, change, or ask us to delete your information by dialing *134*550*7#
af: Jy kan jou inligting sien, verander of vra dat ons dit skrap deur *134*550*7# te skakel

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered.
af: MomConnect sal outomaties al jou persoonlike info skrap 7 jaar en 9 maande nadat jy vir die diens geregistreer het.

source: Sorry, that number is not recognised. Dial in with the number you first used to register. To update your number, dial *134*550*7# or register again at a clinic.
af: Jammer nommer bestaan nie. Gebruik selfde nommer waarmee jy geregistreer het. Skakel *134*550*7# of registreer weer by 'n kliniek om jou nommer by te werk.
