Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_faq.ssw_ZA.po
Languages: ssw

source: Welcome back. Please select an option:
ssw: Wemukelekile. Ucelwa kutsi ukhetse umkhakha:

source: Main menu
ssw: Imenyu lenkhulu

source: Choose a question about MomConnect (MC):
ssw: Khetsa umbuto lomayelana neMomConnect (MC):

source: What is MomConnect?
ssw: Yini iMomConnect?

source: Why does MC need my personal info?
ssw: Kungani i-MC ifuna imininingwane yami?

source: What personal info is collected?
ssw: Nguyiphi imininingwane legcogcwako?

source: Who can see my personal info?
ssw: Imininingwane yami ibukwa ngubani?

source: How can I see, change or delete my personal info?
ssw: Imininingwane ngiyayibona, ngiyintjintje, ngiyisuse njani?

source: How long does MC keep my info?
ssw: I-MC ibeka imininingwane kube ngunini?

source: Next
ssw: Lokunye

source: Back
ssw: Emuva

source: MC is a Health Department programme. It sends SMS messages for you & your baby. To see, change or delete your info dial *134*550*7#
ssw: I-MC luhlelo lweLitiko Letemphilo. Ikutfumela ema-SMS nemntfwanakho. Kubona, kuntjintja noma kususa imininingwane yakho, shaya *134*550*7#

source: Menu
ssw: Imenyu

source: MomConnect needs your personal info to send you messages that are relevant to your pregnancy stage or your baby's age. By knowing where you registered for MC, the Health Department can make sure that the service is being offered to women at your clinic. Knowing where you registered helps the Health Department act on the compliments or complaints you may send to MomConnect about your clinic experience.
ssw: I-MomConnect idzinga imininingwane yakho kute ikwati kukutfumelela imilayeto yesigaba sekukhulelwa kwakho noma kukhula kwemntfwanakho. Ngekwati lapho wabhalisela khona iMomConnect, Litiko Letemphilo litawucinisekisa kutsi bomake bayanikwa lensita emtfolamphilo wakho. Kwati lapho wabhalisa khona kusita Litiko Letemphilo liphendvulo kutincomo nakutikhalo longatitfumela kuMomConnect mayelana nalohlangabetene nako.

source: MomConnect collects your phone and ID numbers, clinic location, and information about how your pregnancy is progressing.
ssw: IMomConnect igcogca tinombolo takho telucingo ne-ID, indzawo umtfolamphilo lokuyo, nelwatiso lwenchubekelembili yekukhulelwa kwakho.

source: MomConnect is owned and run by the Health Department. MTN, Cell C, Telkom, Praekelt, Jembi and HISP collect and process your data on their behalf.
ssw: IMomConnect yeLitiko Letemphilo. I-MTN, Cell C, Telkom, Praekelt, Jembi ne-HISP bayagcogca futsi bendlulise imininingwane egameli lalo.

source: You can see, change, or ask us to delete your information by dialing *134*550*7#
ssw: Ungabuka, untjintje noma-ke ususe imininingwane yakho ngekushaya *134*550*7#

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered.
ssw: IMomConnect itawuvele nje iyisuse imininingwane yakho eminyakeni le-7 netinyanga leti-9 ngemuva kwekubhalisa.

source: Sorry, that number is not recognised. Dial in with the number you first used to register. To update your number, dial *134*550*7# or register again at a clinic.
ssw: Ncesi, lenombolo ayatiwa. Shaya ngenombolo lowayibhalisa. Lungisa inombolo yakho, shaya *134*550*7# noma uphindze futsi ubhalise emtfolamphilo.
