Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_faq.zul_ZA.po
Languages: zul

source: Choose a question about MomConnect (MC):
zul: Khetha umbuzo ngeMomConnect (MC):

source: What is MomConnect?
zul: Yini iMomConnect?

source: Why does MC need my personal info?
zul: Ifunani olwazini lwami i-MC?

source: What personal info is collected?
zul: Ifuna luphi ulwazi lwami?

source: Who can see my personal info?
zul: Ubani obona ulwazi lwami?

source: How can I see, change or delete my personal info?
zul: Ngenzani ukubona, ukushintsha, ukusula ulwazi lwami?

source: How long does MC keep my info?
zul: I-MC ilugcina kuze kube nini ulwazi lwami?

source: Next
zul: Okulandelayo

source: Back
zul: Emuva

source: Menu
zul: Okuqukethwe

source: MomConnect needs your personal info to send you messages that are relevant to your pregnancy stage or your baby's age. By knowing where you registered for MC, the Health Department can make sure that the service is being offered to women at your clinic. Knowing where you registered helps the Health Department act on the compliments or complaints you may send to MomConnect about your clinic experience.
zul: IMomConnect idinga ulwazi lwakho ukuthumela imiyalezo ngesigaba sokukhulelwa noma ngokukhula kwengane yakho. Ngokwazi ukubhi ubhalise ku-MomConnect, uMnyango Wezempilo uqinisekisa ukuthi lo sizo lutholwa abesimame eklinikhi lakho. Ukwazi ukuthi ubhalisaphi kusiza uMnyango Wezempilo usebenze ngezincomo noma izikhalo ongazithumelela i-MomConnect ngeklinikhi lakho.

source: MomConnect collects your phone and ID numbers, clinic location, and information about how your pregnancy is progressing.
zul: I-MomConnect iqoqa izinombolo zakho zefoni neze-ID, indawo yeklinikhi, nolwazi ngokukhulelwa kwakho.

source: You can see, change, or ask us to delete your information by dialing *134*550*7#
zul: Ungabona, ushintshe noma ucele sisule ulwazi lwakho ngokushaya *134*550*7#

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered.
zul: I-MomConnect izozisulela ulwazi lakho emuva kweminyaka ewu-7 nezinyanga eziwu-9 ubhalisile.

source: Sorry, that number is not recognised. Dial in with the number you first used to register. To update your number, dial *134*550*7# or register again at a clinic.
zul: Uxolo, leyo nombolo ayaziwa. Faka inombolo owayisebenzisa mhla uqala ukubhalisa. Ukubukeza inombolo yakho, shayela *134*550*7# noma uphinde ubhalise eklinikhi.
