Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd-public.nbl_ZA.po
Languages: nr

source: Please dial back in to {{ USSD_number }} to complete the pregnancy registration.
nr: Sikhatsi sakho sesiphelile. Sicela kutsi ushayele: {{ USSD_number }} kute ubuyele emuva ucedzele kufaka idatha (lwatiso) kute kutsi ukwati kutfola imilayeto.

source: Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply "SMS" (std rates apply)
nr: Uyamukelwa kuMomConnect! Iya etlinigi ukuthola isede ezeleko yemilayezo. Ukulisa dayela{{optout_channel}}. Ukuthola amaSMS phendula ngo"SMS" (Ubhadela ivama)

source: Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.
nr: Uyamukelwa kuMomConnect! Iya etlinigi ukuthola isede ezeleko yemilayezo. Ukulisa dayela {{optout_channel}}.

source: Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
nr: Sibawa upendule umlayezo ngokuthokoza kwakh. Nangabe uphathelene nomseb wetlinig, fak ibiz letlinig nanyan ibiz lomsebenz wetlinig. Amanani azakusebenza.

source: Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
nr: Sibawa upendule umlayezo nomrarwakho. Nangabe uphathelene nomseb wetlinig, fak ibiz letlinig nanyan ibiz lomsebenz wetlinig. Amanani azakusebenza.

source: Welcome back. Please select an option:
nr: Siyakwemukela kuMomConnect yeLitiko Letemphilo. Khetsa lokufunako:

source: Continue signing up for messages
nr: Kuchubeka ngibhalisele kutfola imilayeto

source: Main menu
nr: Imenyu Lenkhulu

source: MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?
nr: I-MomConnect itfumelela bomake labakhulelwe ema-SMS amahhala. Ingabe ukhulelwe noma usola kutsi ukhulelwe?

source: Yes
nr: Yebo

source: No
nr: Cha

source: We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.
nr: Siyacolisa kutsi lensita yabomake labakhulelwe kuphela. Nangabe unanoma ngabe ngukuphi kukhatsateka kwetemphilo sicela uvakashele umtfolamphilo lodvute nawe.

source: You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?
nr: Phambilini ukhetse kungatfoli ema-SMS e-MomConnect. Ucelwa ucinisekise kutsi sewutfola kutfola imilayeto futsi?

source: You have chosen not to receive MomConnect messages and so cannot complete registration.
nr: Ukhetse kungatfoli ema-SMS ku-MomConnect mayelana nalolwatiso lolucelile.

source: Main Menu
nr: Imenyu Lenkhulu

source: Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.
nr: Siyakuthokozisa ngesidisi sakho! Uzakuthola imilayezo enesizo yakwaMomConnect kuWhatsApp iimveke ezi-3. Ukuthola isede ezeleko yemilayezo, zitlolise etlinigi.

source: Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.
nr: Siyakuthokozisa ngesidisi sakho! Uzakuthola imilayezo yakwaMomConnect ngeSMS iimveke ezi-3. Ukuthola isede ezeleko yemilayezo YASIMAHLA, zitlolise etlinigi.

source: Welcome to the Department of Health's MomConnect. Please choose an option:
nr: Wemukelekile kuMomConnect yeLitiko Letemphilo. Sicela kutsi ukhetse:

source: Send us a compliment
nr: Sitfumelele kuncoma

source: Send us a complaint
nr: Faka sikhalo

source: Thank you. We will send you a message shortly with instructions on how to send us your compliment.
nr: Siyabonga. Sitakutfumelela umlayeto masinyane nje lonemiyalo mayelana nekutfumela sikhalo.

source: Thank you. We will send you a message shortly with instructions on how to send us your complaint.
nr: Sitakutfumelela umlayeto masinyane nje lonemiyalo yekutsi usitfumelela njani sikhalo.

source: Welcome to the Department of Health's MomConnect. Choose an option:
nr: Siyakwemukela ku-MomConnect yeLitiko Letemphilo. Khetsa lokufunako:

source: Get the full set of messages
nr: Tfola isethi lephelele yemilayeto

source: To register for the full set of MomConnect messages, please visit your nearest clinic.
nr: Kubhalisele kutfola isethi lephelele yemilayeto ye-MomConnect, sicela uvakashele umtfolamphilo lodvute nawe.
