Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_faq.ven_ZA.po
Languages: ven

source: Choose a question about MomConnect (MC):
ven: Kha vha nange mbudziso nga ha MomConnect (MC):

source: What is MomConnect?
ven: MomConnect ndi mini?

source: Why does MC need my personal info?
ven: Ndi ngani MC i khou ṱoḓa zwidodombedzwa?

source: What personal info is collected?
ven: Ndi zwifhio?

source: Who can see my personal info?
ven: Ndi nnyi ane a zwi vhona?

source: How can I see, change or delete my personal info?
ven: Ndi zwi vhona hani, u shandukisa kana u thutha?

source: How long does MC keep my info?
ven: MC i zwi vhea u swika lini?

source: Next
ven: I tevhelaho

source: Back
ven: Huma

source: Menu
ven: Menyu

source: MomConnect needs your personal info to send you messages that are relevant to your pregnancy stage or your baby's age. By knowing where you registered for MC, the Health Department can make sure that the service is being offered to women at your clinic. Knowing where you registered helps the Health Department act on the compliments or complaints you may send to MomConnect about your clinic experience.
ven: MomConnect i ṱoḓa zwidodombedzwa zwavho uri i vha rumele SMS dzo teaho kha vhuimana havho kana vhukale ha ṅwana. Nga u divha hune vha ṅwalisa hone kha MomConnect, Muhasho wa Mutakalo u nga vhona uri tshumelo iyi i khou ṋekedza kha vhafumakadzi kiliniki. U divha hune vha ṅwalisa hone zwi thusa Muhasho u tevhedza maitele kana mbilael dzine vha rumela kha MomConnect nga ha tshumelo kiḽiniki.

source: MomConnect collects your phone and ID numbers, clinic location, and information about how your pregnancy is progressing.
ven: MomConnect i dzhia founu na nomboro dza ID, hune kiḽiniki ya vha hone na mafhungo a vhuimana havho.

source: You can see, change, or ask us to delete your information by dialing *134*550*7#
ven: Vha nga vhona, u shandukisa kana u humbela u thuthiwa kha *134*550*7#

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered.
ven: MomConnect i thutha zwidodombedzwa nga murahu ha miṅwaha ya 7 na miṅwedzi ya 9 nga murahu ha u ṅwalisa.

source: Sorry, that number is not recognised. Dial in with the number you first used to register. To update your number, dial *134*550*7# or register again at a clinic.
ven: Pfarelo, nomboro iyi a i tsha shuma. Kha vha founele nomboro ye vha thoma u ṅwalisa yone. U shandukisa vha founele *134*550*7# kana u ṅwalisa hafhu kiḽiniki.
