{
    "": {
        "pot-creation-date": "2020-07-22 08:53:+0000",
        "project-id-version": "",
        "language-team": "",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "po-revision-date": "2020-07-22 11:00+0200",
        "x-generator": "Poedit 2.3.1",
        "last-translator": "",
        "plural-forms": "nplurals=2; plural=(n != 1);",
        "language": "af"
    },
    "Welcome back to HealthCheck\n\nReply": [
        null,
        ""
    ],
    "Continue where I left off": [
        null,
        ""
    ],
    "Start over": [
        null,
        ""
    ],
    "Welcome to HealthCheck.\nPlease select your preferred language.\nReply\n": [
        null,
        ""
    ],
    "Afrikaans": [
        null,
        ""
    ],
    "English": [
        null,
        ""
    ],
    "Sotho": [
        null,
        ""
    ],
    "Xhosa": [
        null,
        ""
    ],
    "Zulu": [
        null,
        ""
    ],
    "The HIGHER HEALTH HealthCheck is your risk assessment tool. Help us by answering a few questions about you and your health.\n\nReply": [
        null,
        ""
    ],
    "This service works best when you select numbers from the list": [
        null,
        ""
    ],
    "START": [
        null,
        ""
    ],
    "Confirm that you're responsible for your medical care & treatment. This service only provides info.\n\nReply": [
        null,
        ""
    ],
    "Please use numbers from list. Confirm that u're responsible for ur medical care & treatment. This service only provides info.\n\nReply": [
        null,
        ""
    ],
    "YES": [
        null,
        ""
    ],
    "NO": [
        null,
        ""
    ],
    "MORE INFO": [
        null,
        ""
    ],
    "You can return to this service at any time. Remember, if you think you have COVID-19 STAY HOME, avoid contact with other people and self-isolate.": [
        null,
        ""
    ],
    "It's not a substitute for professional medical advice/diagnosis/treatment. Get a qualified health provider's advice about your medical condition/care.": [
        null,
        ""
    ],
    "Next": [
        null,
        ""
    ],
    "You confirm that you shouldn't disregard/delay seeking medical advice about treatment/care because of this service. Rely on info at your own risk.": [
        null,
        ""
    ],
    "Please TYPE your first name": [
        null,
        ""
    ],
    "Please TYPE your surname": [
        null,
        ""
    ],
    "Select your province\n\nReply:": [
        null,
        ""
    ],
    "EASTERN CAPE": [
        null,
        ""
    ],
    "FREE STATE": [
        null,
        ""
    ],
    "GAUTENG": [
        null,
        ""
    ],
    "KWAZULU NATAL": [
        null,
        ""
    ],
    "LIMPOPO": [
        null,
        ""
    ],
    "MPUMALANGA": [
        null,
        ""
    ],
    "NORTH WEST": [
        null,
        ""
    ],
    "NORTHERN CAPE": [
        null,
        ""
    ],
    "WESTERN CAPE": [
        null,
        ""
    ],
    "Please TYPE the name of your Suburb, Township, Town or Village (or nearest)": [
        null,
        ""
    ],
    "How old are you?": [
        null,
        ""
    ],
    "Please use numbers from list.\n\nHow old are you?": [
        null,
        ""
    ],
    "<18": [
        null,
        ""
    ],
    "18-39": [
        null,
        ""
    ],
    "40-65": [
        null,
        ""
    ],
    ">65": [
        null,
        ""
    ],
    "Do you feel very hot or cold? Are you sweating or shivering? When you touch your forehead, does it feel hot?\n\nReply": [
        null,
        ""
    ],
    "Please use numbers from list. Do you feel very hot or cold? Are you sweating or shivering? When you touch your forehead, does it feel hot?\n\nReply": [
        null,
        ""
    ],
    "Do you have a cough that recently started?\n\nReply": [
        null,
        ""
    ],
    "Please use numbers from list.\nDo you have a cough that recently started?\n\nReply": [
        null,
        ""
    ],
    "Do you have a sore throat, or pain when swallowing?\n\nReply": [
        null,
        ""
    ],
    "Please use numbers from list.\nDo you have a sore throat, or pain when swallowing?\n\nReply": [
        null,
        ""
    ],
    "Do you have breathlessness or difficulty in breathing, that you've noticed recently?\n\nReply": [
        null,
        ""
    ],
    "Please use numbers from list. Do you have breathlessness or difficulty in breathing, that you've noticed recently?\n\nReply": [
        null,
        ""
    ],
    "Have you been in close contact with someone confirmed to be infected with COVID19?\n\nReply": [
        null,
        ""
    ],
    "Please use numbers from list. Have u been in contact with someone with COVID19 or been where COVID19 patients are treated?\n\nReply": [
        null,
        ""
    ],
    "NOT SURE": [
        null,
        ""
    ],
    "Please confirm that the information you shared is correct & that the National Department of Health can contact you if necessary?\n\nReply": [
        null,
        ""
    ],
    "Please reply with numbers\nIs the information you shared correct & can the National Department of Health contact you if necessary?\n\nReply": [
        null,
        ""
    ],
    "RESTART": [
        null,
        ""
    ],
    "You are at low risk of having COVID-19. You will still need to complete this risk assessment daily to monitor your symptoms.": [
        null,
        ""
    ],
    "You should SELF-QUARANTINE for 14 days and do HealthCheck daily to monitor symptoms. Try stay and sleep alone in a room that has a window with good air flow.": [
        null,
        ""
    ],
    "GET TESTED to find out if you have COVID-19.  Go to a testing center or Call 0800029999 or your healthcare practitioner for info on what to do & how to test": [
        null,
        ""
    ],
    "We won't contact you. SELF-QUARANTINE for 14 days and do this HealthCheck daily to monitor symptoms. Stay/sleep alone in a room with good air flowing through": [
        null,
        ""
    ],
    "You will not be contacted. GET TESTED to find out if you have COVID-19. Go to a testing center or Call 0800029999 or your healthcare practitioner for info": [
        null,
        ""
    ],
    "You will not be contacted. If you think you have COVID-19 please STAY HOME, avoid contact with other people in your community and self-isolate.": [
        null,
        ""
    ],
    "START OVER": [
        null,
        ""
    ],
    "Sorry, something went wrong. We have been notified. Please try again later": [
        null,
        ""
    ]
}