Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_user_data.ssw_ZA.po
Languages: ssw

source: Personal info: Phone Number: {{msisdn}} ID Number: {{id}} Date of Birth: {{dob}} Language: {{lang}}
ssw: Imininingwane yami yebumine: Inombolo Yelucingo: {{msisdn}} Inombolo ye-ID: {{id}} Lusuku Lwekutalwa: {{dob}} Lulwimi: {{lang}}

source: Personal info: Phone Number: {{msisdn}} Origin of Passport: {{passport_or}} Passport: {{passport_num}} Date of Birth: {{dob}} Language: {{lang}}
ssw: Imininingwane yami yebumine: Inombolo Yelucingo: {{msisdn}} Buve Bepasipoti: {{passport_or}} Ipasipoti: {{passport_num}} Lusuku Lwekutalwa: {{dob}} Lulwimi: {{lang}}

source: {{first}} Message set: {{mset}}
ssw: {{first}} Licembu lemilayeto: {{mset}}

source: Welcome back. Please select an option:
ssw: Wemukelekile. Ucelwa kutsi ukhetse umkhakha:

source: Main menu
ssw: Imenyu lenkhulu

source: What would you like to do?
ssw: Ufuna kwenta ini?

source: See my personal info
ssw: Kubona imininingwane yami

source: Change my info
ssw: Kuntjintja imininingwane yami

source: Request to delete my info
ssw: Kucela kususa imininingwane yami

source: Back
ssw: Emuva

source: What would you like to change? To change your due date, visit a clinic
ssw: Untjintja ini? Kuntjintja lusuku lwakho lwekuta, vakashela emtfolamphilo

source: Update my language choice
ssw: Lulwimi lengilufunako

source: Update my identification
ssw: Kutatisa kwami

source: Use a different phone number
ssw: Kusebentisa inombolo yelucingo lehlukile

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered. Do you want us to delete it now?
ssw: IMomConnect itawuvele nje iyisuse imininingwane yakho eminyakeni le-7 netinyanga leti-9 ngemuva kwekubhalisa. Noma ufuna silususe manje?

source: Yes
ssw: Yebo

source: No
ssw: Cha

source: Choose a language for your messages:
ssw: Khetsa lulwimi lwemilayeto yakho:

source: isiZulu
ssw: Sizulu

source: isiXhosa
ssw: Sichosa

source: Afrikaans
ssw: Sibhunu

source: English
ssw: Singisi

source: Sesotho sa Leboa
ssw: Sisutfu saseLeboa

source: Setswana
ssw: Sitswana

source: Sesotho
ssw: Sisutfu

source: Xitsonga
ssw: Sitsonga

source: Tshivenda
ssw: Sivenda

source: isiNdebele
ssw: Sindebele

source: What kind of identification do you have?
ssw: Unaluphi luhlobo lwekutatisa?

source: South African ID
ssw: I-ID yaseNingizimu Afrika

source: Passport
ssw: Ipasipoti

source: Thank you. Please enter your ID number. eg. 8805100273098
ssw: Ngiyabonga. Ngicela kutsi ufake inombolo ye-ID yakho (sib. 8805100273098)

source: Invalid ID number. Please re-enter
ssw: Lenombolo ye-ID loyifakile ayisebenti. Ucelwa kutsi ufake lesebentako.

source: What is the country of origin of the passport?
ssw: Ipasipoti yakho yakuliphi live?

source: Other
ssw: Lokunye

source: There was an error in your entry. Please carefully enter the passport number again.
ssw: Kwenteke liphutsa ngesikhatsi ufaka. Ucelwa kutsi uphindze ufake inombolo yepasopoti yakho ngekucophelela.

source: Please enter the passport number:
ssw: Ngiyabonga. Ngicela kutsi ufake inombolo yepasipoti yakho.

source: Please enter the new phone number we should use to send you messages eg. 0813547654
ssw: Ngicela ufake inombolo yakho yelucingo lensha lesitakutfumelela kuyo imibiko sib. 0813547654

source: Invalid phone number. Please re-enter (with no spaces)
ssw: Lenombolo yelucingo ayisebenti. Ucelwa kutsi ufake lesebentako (ungashiyi tikhala)

source: Sorry, the number you are trying to move to already has an active registration. To manage that registration, please redial from that number.
ssw: Ncesi, lenombolo lotama kuya kuyo seyivele ibhalisiwe. Kute ulawule lokubhalisa, ucelwa kutsi uphindze futsi ushaye kuleyo nombolo.

source: Thank you. Your info has been updated.
ssw: Ngiyabonga. Imininingwane yakho seyilungisiwe.

source: Your personal information stored on MomConnect has not been removed.
ssw: Imininingwane yakho yebuwena legcinwe kuMomConnect ayikasuswa.

source: Thank you. All your information will be deleted from MomConnect in the next 3 days.
ssw: Ngiyabonga. Yonkhe imininingwane yakho itawususwa kuMomConnect emalangeni la 3 lalandzelako.

source: Sorry, that number is not recognised. Dial in with the number you used to register for MomConnect. To update number, dial *134*550*5# or register at a clinic
ssw: Ncesi, lenombolo ayatiwa. Shaya ngenombolo lowayibhalisa. Lungisa inombolo yakho, shaya *134*550*5# noma uphindze futsi ubhalise emtfolamphilo.
