Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd-public.tso_ZA.po
Languages: ts

source: Please dial back in to {{ USSD_number }} to complete the pregnancy registration.
ts: Nkarhi wa wena wu herile. Tshikelela {{ USSD_number }} ku va u hetisa ku nghenisa vuxokoxoko bya wena leswaku u ta kota ku kuma mahungu.

source: Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply "SMS" (std rates apply)
ts: Ha ku amukela eka MomConnect! Yana etliliniki ku kuma swihungwana hinkwaswo. Ku tshika {{optout_channel}}. Swihungwana hi SMS, hlamula "SMS". (Tihakelo ta ntolovelo).

source: Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.
ts: Ha ku amukela eka MomConnect! Yana etliliniki ku kuma swihungwana hinkwaswo. Ku tshika dayila {{optout_channel}}.

source: Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
ts: Hlamla mahungu law kanwe na xivlelo xa wen.Lok swi fambelan na vukorokeri bya tliniki, katsa vito ra mtirhi kumbe tliniki. Mtsengo leyi ringansweke ya tirha.

source: Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
ts: Hlamla mahungu law kanwe na ku themndela ka wen.Lok swi fambelan na vukorokeri bya tliniki, katsa vito ra mtiri kumbe tliniki.Mtsengo leyi ringansweke ya tirha.

source: Welcome back. Please select an option:
ts: Ha ku amukela nakambe. Hi kombela u hlawula xihlawuriwa:

source: Continue signing up for messages
ts: Ku ya emahlweni u kuma swihungwana

source: Main menu
ts: Menyunkulu

source: MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?
ts: MomConnect yi rhumela tiSMS ta mahala to seketela eka vavasati lava nga vayimani.U muyimani kumbe u ehleketelela leswaku u nga va u ri muyimani?

source: Yes
ts: Ina

source: No
ts: E-e

source: To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?
ts: Ku tsarisa hi fanele ku hlengeleta, ku hlayisa & ku tirhisa vuxokoxoko bya wena. U nga kuma swihungwana hi tiholideyi & mahelo ya vhiki. Xana wa pfumela?

source: We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.
ts: U ta hi khomela, vukorhokeri lebyi i bya vavasati lava nga vayimani ntsena.Loko u ri na swivilelo swin'wana swa rihanyo endzela tliliniki ya le kusuhi na wena.

source: Unfortunately without your consent, you cannot register to MomConnect.
ts: Loko ku ri hava mpfumelelo wa wena, u nge koti ku tsarisa eka MomConnect.

source: You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?
ts: Nkarhi lowu hundzeke u komberile ku ka u nga ha rhumeriwi tiSMS ta MomConnect. Xana u lava ku rhumeriwa mahungu nakambe?

source: You have chosen not to receive MomConnect messages and so cannot complete registration.
ts: U hlawurile ku nga kumi swihungwana swa MomConnect, kutani u nge tatisi ntsariso.

source: Main Menu
ts: Menyunkulu

source: Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.
ts: Hoyohoyo eka vuyimani bya wena! U ta kuma swihungwana kusuka eka MomConnect eka WhatsApp swa mavhiki ma3. Ku kuma swihungwana hinkwaswo, tsarisa etliliniki.

source: Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.
ts: Hoyohoyo eka vuyimani bya wena! U ta kuma swihungwana kusuka eka MomConnect hi SMS swa mavhiki ma3. Tsarisa etliliniki ku kuma swihungwana hinkwaswo swa MAHALA.

source: Welcome to the Department of Health's MomConnect. Please choose an option:
ts: Wa amukeriwa eka MomConnect ya Ndzawulo ya Rihanyo. Hlawula opuxini:

source: Send us a compliment
ts: Rhumela xibumabumelo

source: Send us a complaint
ts: Nghenisa xivilelo

source: Thank you. We will send you a message shortly with instructions on how to send us your compliment.
ts: Inkomu. Ku nga ri khale hi ta ku rhumela swiletelo swa leswi u faneleke ku hi rhumerisa swona swibumabumelo swa wena.

source: Thank you. We will send you a message shortly with instructions on how to send us your complaint.
ts: Inkomu. SMS ya wena yi ta rhumeriwa ku nga ri khale.

source: Welcome to the Department of Health's MomConnect. Choose an option:
ts: Wa amukeriwa eka MomConnect ya Ndzawulo ya Rihanyo. Hlawula opuxini:

source: Get the full set of messages
ts: Ku kuma mahungu yo helela

source: To register for the full set of MomConnect messages, please visit your nearest clinic.
ts: Ku titsarisela ku kuma mahungu yo helela ya MomConnect, endzela tliliniki ya le kusuhi na laha u tshamaka kona.
