{
    "": {
        "project-id-version": "Personal",
        "pot-creation-date": "2018-09-28 07:58:+0000",
        "po-revision-date": "2018-10-26 11:43+0200",
        "last-translator": "",
        "language-team": "Venda <LL@li.org>",
        "language": "ve",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.2",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    },
    "Please dial back in to {{ USSD_number }} to complete the pregnancy registration.": [
        null,
        "Tshifhinga tsho fhela. Kha vha founele {{ USSD_number }} vha fhedzise u nwala data u itela u wana milaedza."
    ],
    "Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply \"SMS\" (std rates apply)": [
        null,
        "Vho ṱanganedzwa kha MomConnect! Vha ye kiḽiniki u wana sethe yoṱhe ya milaedza. U bva ndi{{optout_channel}}. U wana nga SMS, vha fhindule \"SMS\" (mitengo ndi yo tiwaho)"
    ],
    "Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.": [
        null,
        "Vho ṱanganedzwa kha MomConnect! Vha ye kiḽiniki u wana sethe yoṱhe ya milaedza. U bva vha lidzele {{optout_channel}}."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Kha vha fhindule mesedzhi na mbilaelo yavho. Tshumelo kiliniki, kha vha dzhenise kiliniki kana dzina la mushumi wa kiliniki. Hu do shuma mitengo yo tiwaho."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Kha vha fhindule mesedzhi na mbilaelo yavho. Tshumelo kiliniki, kha vha dzhenise kiliniki kana dzina la mushumi wa kiliniki. Hu do shuma mitengo yo tiwaho."
    ],
    "Welcome back. Please select an option:": [
        null,
        "Ri a vha ṱanganedza hafhu. Kha vha nange khetho:"
    ],
    "Continue signing up for messages": [
        null,
        "Kha vha bvelephanḓa na u ḓiṅwalisela milaedza"
    ],
    "Main menu": [
        null,
        "Menumurangeli"
    ],
    "Welcome to the Department of Health's MomConnect. Please select your language": [
        null,
        "Welcome to the Department of Health's MomConnect. Please select your language"
    ],
    "MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "MomConnect i rumela vhathu vho dihwalaho dziSMS dza thikhedzo dza mahala. Vho dihwala vha vhona u nga vho dihwala?"
    ],
    "Yes": [
        null,
        "Ee"
    ],
    "No": [
        null,
        "Hai"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        "U ḓiṅwalisa ri tea u kuvhanganya, u vhulunga & u shumisa mafhungo avho. Vha nga wana milaedza nga holodei dza nnyi na nnyi & mafhelo a vhege. Vha a tenda?"
    ],
    "We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.": [
        null,
        "Vha ri farele. Heyi tshumelo ndi ya vhathu vho dihwalaho fhedzi. Arali vha tshi toda thusho ya zwinwe-vho zwa mutakalo, kha vha ye kiliniki ya tsini navho."
    ],
    "Unfortunately without your consent, you cannot register to MomConnect.": [
        null,
        "Mashudumavhi, hu si na thendelo yavho vha nga si ḓiṅwalise kha MomConnect."
    ],
    "You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Tshifhingani tsho fhiraho vho vha vha si tsha toda dziSMS dza MomConnect. Kha vha bule uri vha vho dzi toda hafhu naa?"
    ],
    "You have chosen not to receive MomConnect messages and so cannot complete registration.": [
        null,
        "Vho nanga u sa wana milaedza ya MomConnect zwenezwo vha nga si kone u fhedzisa u ḓiṅwalisa."
    ],
    "Main Menu": [
        null,
        "Menumurangi"
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.": [
        null,
        "Ri a vha fululedza kha vhuimana havho! Vha ḓo wana milaedza u bva MomConnect nga WhatsApp vhege dza 3. U itela sethe yo yoṱhe ya milaedza, vha ṅwalise kiḽiniki."
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.": [
        null,
        "Ri a vha fululedza kha vhuimana havho! Vha ḓo wana milaedza u bva MomConnect nga SMS vhege dza 3. U itela sethe yo yoṱhe ya MAHALA, vha ṅwalise kiḽiniki."
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "Vho tanganedzwa kha MomConnect ya Muhasho wa Mutakalo. Vha nanga:"
    ],
    "Send us a compliment": [
        null,
        "U rumela thuthuwedzo"
    ],
    "Send us a complaint": [
        null,
        "U vhiga mbilahelo"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Ro livhuha. Ri do rumela mulaedza hu si kale wa ndila dza u ri thuthuwedzo/ndivhuho yavho."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Ro livhuha. SMS i do swika hu si kale."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "Vho tanganedzwa kha MomConnect ya Muhasho wa Mutakalo. Kha vha nange:"
    ],
    "Get the full set of messages": [
        null,
        "Sethe yo fhelelaho ya milaedza"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "U itela u dinwalisela sethe yo fhelelaho ya milaedza, kha vha ye kiliniki ya tsini navho."
    ]
}