Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_pmtct.zul_ZA.po
Languages: zu

source: HIV positive moms can have an HIV negative baby! You can get free medicine at the clinic to protect your baby and improve your health
zu: Omama abane-HIV bangayithola ingane ingenayo i-HIV! Ungathola imishanguzo yamahhala ekliniki ukuvikela ingane yakho kwenze ngcono impilo yakho.

source: Recently tested HIV positive? You are not alone, many other pregnant women go through this. Visit b-wise.mobi or call the AIDS Helpline 0800 012 322
zu: Kungabe usanda kuthola ukuthi u-HIV? Awuwedwa, baningi abesimame abakhulelwe abanjengawe. Iya ku b-wise.mobi noma ufonele i-AIDS Helpline 0800 012 322

source: You need to be registered on MomConnect to receive these messages. Please visit the nearest clinic to register.
zu: Kuzodinga ubhalise kwa-MomConnect ukuze uthole le miyalezo. Siza uye ekliniki eliseduze nawe ukuze ubhalise.

source: To sign up, we need to collect, store and use your info. You may also get messages on public holidays and weekends. Do you consent?
zu: Ukuze ukubhalise, kufanele siqoqe, sigcine & sisebenzise imininingwane yakho. Ungayithola ngisho ngamaholide nangezimpelasonto imiyalezo. Uyavuma?

source: Yes
zu: Yebo

source: No
zu: Cha

source: Unfortunately without your consent, you cannot register to MomConnect. Thank you for using the MomConnect service. Goodbye.
zu: Okubi-ke ukuthi ngeke sikwazi ukukubhalisa kwa-MomConnect ngaphandle kwemvume yakho. Siyabonga ukuthi usebenzise uhlelo lwe-MomConnect. Usale kahle.

source: Please enter the year you were born (For example 1981)
zu: Njengoba ungena- ID naphasiphothi nje, siza ufake unyaka owazalwa ngawo (Isibonelo 1981)

source: Invalid date. Please enter the year you were born (For example 1981)
zu: Khona iphutha olenzile. Phinda ufake usuku lwakho lokuzalwa ngokucophelela (isibonelo: 2001)

source: In which month were you born?
zu: Siza ufake inyanga owazalwa ngayo

source: Please enter the date of the month you were born (For example 21)
zu: Siza ufake usuku owazalwa ngalo (Isibonelo 14)

source: Invalid date. Please enter the date of the month you were born (For example 21)
zu: Kuye kwaba nephutha kokufakile. Phinda ufake usuku owazalwa ngalo ngokucophelela (isibonelo: 8)

source: Would you like to receive messages about keeping your child HIV-negative? The messages will contain words like HIV, medicine & ARVs
zu: Kungabe uyathanda ukuqhubeka uthole imiyalezo emayelana nokugcina ingane yakho ingena-HIV? Imiyalezo izoba namagama afana no-HIV, imithi, nama-ARV

source: You will now start receiving messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
zu: Manje usuzoqala uthole imiyalezo emayelana nokugcina ingane yakho ingena-HIV. Siyabonga ukuthi usebenzise uhlelo lwe-MomConnect. Usale kahle.

source: You have chosen to not receive messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
zu: Ukhethe ukungayitholi imiyalezo emayelana nokugcina ingane yakho ingena-HIV. Siyabonga ukuthi usebenzise uhlelo lwe-MomConnect. Usale kahle.

source: Please tell us why you do not want to receive messages:
zu: Kungani ungafuni ukuthola imiyalezo:

source: More
zu: Okunye

source: Back
zu: Emuva

source: Not HIV-positive
zu: Anginayo i-HIV

source: Miscarriage
zu: Ngaphuphunyelwa isisu

source: Baby was stillborn
zu: Ingane yashonela esiswini

source: Baby died
zu: Ingane yashona

source: Messages not useful
zu: Imiyalezo ayisizi

source: Other
zu: Esinye

source: You will not receive SMSs about keeping your baby HIV negative. You will still receive MomConnect SMSs. To stop receiving these SMSs, dial {{ mc_optout_number }}
zu: Ngeke uwathole ama-SMS amayelana nokugcina ingane yakho ingena-HIV. Usazowathola ama-SMS ka-MomConnect. Ukunqamula ukufika kwalawa ma-SMS, shaya u- *134*550*1#

source: We are sorry for your loss. Would you like to receive a small set of free messages from MomConnect that could help you in this difficult time?
zu: Siyadabuka ngokulahlekelwa kwakho. Ungathanda yini ukuthola ama-SMS akwa-MomConnect angakusiza ngalesi sikhathi esinzima?

source: Thank you. You will no longer receive any messages from MomConnect. If you have any medical concerns, please visit your nearest clinic.
zu: Siyabonga. Ngeke usayithola imiyalezo yakwa-MomConnect. Uma kukhona okukukhathazayo ngempilo, siza uye ekliniki eliseduze nawe

source: Thank you. You will receive support messages from MomConnect in the coming weeks.
zu: Siyabonga. Uzothola imiyalezo yokweseka yakwa-MomConnect emavikini ezayo.
