{
    "": {
        "project-id-version": "POPI_FAQ",
        "pot-creation-date": "2018-10-03 10:00:+0000",
        "po-revision-date": "2018-10-03 12:02+0200",
        "last-translator": "Alex Muller <alex@praekelt.org>",
        "language-team": "Setswana <LL@li.org>",
        "language": "tsn",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.1.1"
    },
    "Choose a question about MomConnect (MC):": [
        null,
        "Tlhopha potso ka ga MomConnect (MC):"
    ],
    "What is MomConnect?": [
        null,
        "MomConnect ke eng?"
    ],
    "Why does MC need my personal info?": [
        null,
        "Goreng MC e tlhoka dintlha tsa me?"
    ],
    "What personal info is collected?": [
        null,
        "Ke dintlha dife tse di kokoanngwang?"
    ],
    "Who can see my personal info?": [
        null,
        "Dintlha tsa me di bonwa ke mang?"
    ],
    "How can I see, change or delete my personal info?": [
        null,
        "Ke bona, fetola kgotsa phimola jang dintlha tsa me?"
    ],
    "How long does MC keep my info?": [
        null,
        "MC e tshola dintlha ya me go fitlha leng?"
    ],
    "Next": [
        null,
        "E e latelang"
    ],
    "Back": [
        null,
        "Kwa morago"
    ],
    "MC is a Health Department programme. It sends messages for you & your baby. To see, change or delete your info dial *134*550*7#": [
        null,
        ""
    ],
    "Menu": [
        null,
        "Lenaneo"
    ],
    "MomConnect needs your personal info to send you messages that are relevant to your pregnancy stage or your baby's age. By knowing where you registered for MC, the Health Department can make sure that the service is being offered to women at your clinic. Knowing where you registered helps the Health Department act on the compliments or complaints you may send to MomConnect about your clinic experience.": [
        null,
        "MomConnect e tlhoka dintlha tsa gago go go romelela melaetsa e e siametseng maemo a boimana ba gago kgotsa bogolo ba lesea. Ka go itse gore o kwadiseditse MomConnect kae, Lefapha la Boitekanelo le ka dira gore tirelo e rebolelwe basadi kwa tliliniking ya gago. Go itse kwa o kwadisitseng teng go tla thusa Lefapha la Boitekanelo go tsaya tsia ditshwaelo tse o di romelang MomConnect ka maitemogelo a gago."
    ],
    "MomConnect collects your phone and ID numbers, clinic location, and information about how your pregnancy is progressing.": [
        null,
        "MomConnect e tsaya dinomoro tsa gago tsa mogala le ID, tliliniki le dintlha tsa boimana ba gago."
    ],
    "MomConnect is owned and run by the Health Department. MTN, Cell C, Telkom, Vodacom, Praekelt, Jembi, HISP and WhatsApp (owned by Facebook) collect and process your data on their behalf.": [
        null,
        ""
    ],
    "You can see, change, or ask us to delete your information by dialing *134*550*7#": [
        null,
        "O ka bona, fetola kgotsa wa re kopa go phimola dintlha tsa gago ka go leletsa *134*550*7#"
    ],
    "MomConnect will automatically delete your personal information 7 years and 9 months after you registered.": [
        null,
        "MomConnect e tla phimola dintlha tsa gago dingwaga tse 7 le dikgwedi tse 9 morago ga gore o ikwadise."
    ],
    "Sorry, that number is not recognised. Dial in with the number you first used to register. To update your number, dial *134*550*7# or register again at a clinic.": [
        null,
        "Tshwarelo, nomoro eo ga e itsiwe. Letsa ka nomoro e o kwadisitseng ka yona la ntlha. Go fetola nomoro, leletsa *134*550*7# kgotsa kwadisa gape kwa tliliniking."
    ]
}