{
    "": {
        "project-id-version": "public",
        "pot-creation-date": "2017-06-28 11:55+0200",
        "po-revision-date": "2017-06-28 11:56+0200",
        "last-translator": "Lieze <lieze@praekelt.com>",
        "language-team": "Language <LL@li.org>",
        "language": "af",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.0.2",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    },
    "Congratulations on your pregnancy. You will now get free SMSs about MomConnect. You can register for the full set of FREE helpful messages at a clinic.": [
        null,
        "Geluk met jou swangerskap. Jy sal jou gratis SMSe van  MomConnect ontvang. Jy kan registreer vir die volle stel GRATIS & nuttige SMSe by 'n kliniek."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Antw asb op hierdie boodskap met jou kompliment. As dit gaan oor diens by die kliniek gee die kliniek of kliniekwerker se naam. Standaardtariewe geld."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Antw asb op hierdie boodskap met jou klagte. As dit gaan oor diens by die kliniek gee die kliniek of kliniekwerker se naam. Standaardtariewe geld."
    ],
    "Welcome back. Please select an option:": [
        null,
        "Welkom terug. Kies asb n opsie:"
    ],
    "Main menu": [
        null,
        "Hoof Spyskaart"
    ],
    "MomConnect sends free support SMSs to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "MomConnect stuur gratis SMSe uit om swanger moeders te ondersteun. Is jy of vermoed jy dat jy swanger is?"
    ],
    "Yes": [
        null,
        "Ja"
    ],
    "No": [
        null,
        "Nee"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        ""
    ],
    "You have previously opted out of MomConnect SMSs. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Jy het jouself voorheen onttrek aan MomConnect se SMSe. Bevestig asb dat jy nou weer die boodskappe wil ontvang."
    ],
    "Main Menu": [
        null,
        "Hoof Spyskaart"
    ],
    "How would you like to receive messages about you and your baby?": [
        null,
        "Hoe wil jy graag boodskappe oor jou en jou baba ontvang?"
    ],
    "WhatsApp": [
        null,
        "WhatsApp"
    ],
    "SMS": [
        null,
        "SMS"
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "Welkom by die Dep Gesondheid se MomConnect. Kies asseblief:"
    ],
    "Send us a compliment": [
        null,
        "Stuur vir ons 'n kompliment"
    ],
    "Send us a complaint": [
        null,
        "Le 'n klagte"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Dankie. Ons sal binnekort vir jou 'n boodskap stuur met instruksies oor hoe om vir ons 'n kompliment te stuur."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Dankie. Ons sal binnekort vir jou 'n boodskap stuur met instruksies oor hoe om vir ons 'n klagte stuur."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "Welkom by die Dep Gesondheid se MomConnect. Kies 'n opsie:"
    ],
    "Get the full set of messages": [
        null,
        "Kry die hele stel boodskappe"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Besoek asb jou naaste kliniek om te registreer vir die hele stel MomConnect-boodskappe."
    ]
}