{
    "": {
        "project-id-version": "public line",
        "pot-creation-date": "2017-06-28 12:19+0200",
        "po-revision-date": "2017-06-28 12:20+0200",
        "last-translator": "Lieze <lieze@praekelt.com>",
        "language-team": "Language <LL@li.org>",
        "language": "st",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.0.2",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    },
    "Congratulations on your pregnancy. You will now get free SMSs about MomConnect. You can register for the full set of FREE helpful messages at a clinic.": [
        null,
        "Dithoholetso ka boimana ba hao.Jwale o tla fumana diSMS tsa mahala ho MomConnect.O ka ngodisetsa sete e feletseng ya MAHALA ya melaetsa e molemo tleleniki."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Araba molaetsa ka thoholetso ya hao. Ha o amana le tshebeletso kliniking, bolela lebitso la kliniki kapa lebitso la mosebeletsi a amehang. Ho tla ba le ditjeo."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Araba molaetsa ona ka tletlebo ya hao. Ha o amana le tshebeletso kliniking, bolela lebitso la kliniki kapa lebitso la mosebeletsi a amehang. Ho tla ba le ditjeo"
    ],
    "Main menu": [
        null,
        "Menu ya Sehlooho"
    ],
    "MomConnect sends free support SMSs to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "MomConnect o romela mahala diSMS tsa tshehetso ho bomme ba immeng. Na o  imme kapa o belaela hore o imme?"
    ],
    "Yes": [
        null,
        "E"
    ],
    "No": [
        null,
        "Tjhee"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        ""
    ],
    "You have previously opted out of MomConnect SMSs. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Nakong e fetileng o kgethile ho tswa ho diSMS tsa MomConnect. Ka kopo tiisa hore o ka rata ho kgetha ho amohela melaetsa hape."
    ],
    "Main Menu": [
        null,
        "Menu ya Sehlooho"
    ],
    "How would you like to receive messages about you and your baby?": [
        null,
        "O tla rata ho fumana melaetsa ya hao le ya lesea la hao jwang?"
    ],
    "WhatsApp": [
        null,
        "WhatsApp"
    ],
    "SMS": [
        null,
        "SMS"
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "O amohelehile ho MomConnect wa Lefapha la Bophelo bo Botle. Etsa kgetho:"
    ],
    "Send us a compliment": [
        null,
        "Re romelle thoholetso "
    ],
    "Send us a complaint": [
        null,
        "Kenya tletlebo"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Re a leboha. Re tla o romella molaetsa ka haufi-ufi le ditaelo tsa mokgwa wa ho re romella ditakaletso tsa hao."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Re a leboha. Re tla o romella molaetsa haufiufi le ditaelo tsa mokgwa wa ho kenya tletlebo."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "O amohelehile ho MomConnect wa Lefapha la Bophelo bo Botle. Etsa kgetho:"
    ],
    "Get the full set of messages": [
        null,
        "Fumana sete e feletseng ya melaetsa"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Ho ngodisa bakeng sa sete e feletseng ya melaetsa ya MomConnect,ka kopo etela tleleniki ya hao e haufi."
    ]
}