{
    "": {
        "project-id-version": "",
        "pot-creation-date": "2023-02-16 04:40:+0000",
        "po-revision-date": "2023-02-20 09:52+0200",
        "last-translator": "",
        "language-team": "",
        "language": "afr_ZA",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "plural-forms": "nplurals=2; plural=(n != 1);",
        "x-generator": "Poedit 3.2.2"
    },
    "Welcome back to the The National Department of Health's TB HealthCheck": [
        null,
        "Welkom terug by Die Nasionale Departement van Gesondheid se TB Gesondheidsvraelys"
    ],
    "Continue where I left off": [
        null,
        "Gaan voort waar ek laas opgehou het"
    ],
    "Start over": [
        null,
        "Begin weer oor"
    ],
    "Unfortunately, you cannot participate in the study more than once. You can still continue with a TB Check but you will not be included in the study.": [
        null,
        "Ongelukkig kan jy nie deelneem aan die studie meer as een keer. Jy kan wel voortgaan met 'n TB Check wat nie by die studie ingesluit sal word nie."
    ],
    "Continue": [
        null,
        "Gaan voort"
    ],
    "This service works best when you choose number options from the list.": [
        null,
        "Hierdie diens werk die beste wanneer jy een van die nommers op die lys kies."
    ],
    "The National Department of Health thanks you for helping to protect the health of all SA citizens. Stop the spread of TB.": [
        null,
        "Die Nasionale Departement van Gesondheid bedank jou dat jy SA burgers se gesondheid beskerm. Stop TB-verspreiding."
    ],
    "START": [
        null,
        "BEGIN"
    ],
    "This NDoH service only provides health info. Please agree that you are responsible for your own medical care and treatment.": [
        null,
        "Dié NDvG-diens verskaf gesondheidsinligting. Stem jy saam dat jy verantwoordelik is vir jou mediese sorg en behandeling?"
    ],
    "YES": [
        null,
        "JA"
    ],
    "NO": [
        null,
        "NEE"
    ],
    "MORE INFO": [
        null,
        "MEER INLIGTING"
    ],
    "Return to use this service at any time. Remember, if you think you have TB, avoid contact with other people and get tested at your nearest clinic.": [
        null,
        "Gebruik hierdie diens enige tyd weer. Onthou, indien jy vermoed dat jy TB het, vermy kontak met ander mense en word getoets by jou naaste kliniek."
    ],
    "TB HealthCheck does not replace medical advice, diagnosis or treatment. Get a qualified health provider's advice on your medical condition and care.": [
        null,
        "TB GesondheidsVraelys vervang nie mediese advies, -diagnose of -behandeling nie. Gaan na 'n dokter vir jou mediese toestand en behandeling."
    ],
    "Next": [
        null,
        "Volgende"
    ],
    "You use this info at your own risk. This tool cannot replace medical advice. Agree not to ignore or delay getting medical advice on treatment or care": [
        null,
        "Inligting word gebruik op eie risiko. Die vraelyes vervang nie mediese raad nie. Stem om binnekort behandelingsadvies te kry en nie te ignoreer nie"
    ],
    "Your personal information is protected under POPIA and in accordance with the provisions of the TBHealthCheck Privacy Notice sent to you by SMS.": [
        null,
        "Jou inligting word beskerm deur die POPI-wet, soos uiteengesit in TBHealthCheck se Privaatheidskennisgewing-SMS."
    ],
    "ACCEPT": [
        null,
        "AANVAAR"
    ],
    "Choose your preferred language": [
        null,
        "Kies jou taal van voorkeur"
    ],
    "Please reply with numbers. Choose your preferred language": [
        null,
        "Antwoord met 'n nommer. Kies jou taal van voorkeur"
    ],
    "English": [
        null,
        "English"
    ],
    "isiZulu": [
        null,
        "isiZulu"
    ],
    "Afrikaans": [
        null,
        "Afrikaans"
    ],
    "isiXhosa": [
        null,
        "isiXhosa"
    ],
    "Sesotho": [
        null,
        "Sesotho"
    ],
    "If you agree, we will use your information to see if this TB Check helps people.\nDo you agree?": [
        null,
        "Indien jy instem sal ons jou inligting gebruik om te bepaal of TB Check mense help.\nStem jy in?"
    ],
    "Please reply with numbers. Do you agree?": [
        null,
        "Antwoord met 'n nommer. Stem jy in?"
    ],
    "Yes": [
        null,
        "Ja"
    ],
    "No": [
        null,
        "Nee"
    ],
    "FAQ for more info on TBCheck and the research.": [
        null,
        "FAQ vir meer inligting."
    ],
    "How old are you?": [
        null,
        "Hoe oud is jy?"
    ],
    "Please use numbers from list.\n\nHow old are you?": [
        null,
        "Antwoord met 'n nommer uit die lys.\n\nHoe oud is jy? "
    ],
    "under 18": [
        null,
        "onder 18"
    ],
    "18-39": [
        null,
        "18-39"
    ],
    "40-65": [
        null,
        "40-65"
    ],
    "over 65": [
        null,
        "oor 65"
    ],
    "Unfortunately you cant participate in the study if you are younger than 18.": [
        null,
        "Ongelukkig kan jy nie deelneem aan die studie as jy jonger as 18 is nie."
    ],
    "You can still continue with a TB Check but you will not be included in the study": [
        null,
        "Jy kan wel voortgaan met 'n TB Check wat nie by die studie ingesluit sal word nie."
    ],
    "Okay, no problem. You will not be included in the research, but you can still continue to check if you need to take a TB test.": [
        null,
        "Regso, geen probleem nie. Jy sal nie ingesluit word in die navorsing nie, maar jy kan nogsteeds voortgaan om te bepaal of jy 'n TB- toets moet laat doen. "
    ],
    "Which gender do you identify as?": [
        null,
        "As watter geslag identifiseer jy?"
    ],
    "Please use numbers from list.\n\nWhich gender do you identify as?": [
        null,
        "Antwoord met 'n nommer uit die lys.\n\nAs watter geslag identifiseer jy?"
    ],
    "MALE": [
        null,
        "MANLIK"
    ],
    "FEMALE": [
        null,
        "VROULIK"
    ],
    "OTHER": [
        null,
        "ANDER"
    ],
    "RATHER NOT SAY": [
        null,
        "WIL LIEWER NIE SÊ NIE"
    ],
    "Choose your province": [
        null,
        "Kies jou provinsie."
    ],
    "E. CAPE": [
        null,
        "O. KAAP"
    ],
    "FREE STATE": [
        null,
        "VRYSTAAT"
    ],
    "GAUTENG": [
        null,
        "GAUTENG"
    ],
    "KWAZULU NATAL": [
        null,
        "KWAZULU NATAL"
    ],
    "LIMPOPO": [
        null,
        "LIMPOPO"
    ],
    "MPUMALANGA": [
        null,
        "MPUMALANGA"
    ],
    "NORTH WEST": [
        null,
        "NOORDWES"
    ],
    "N. CAPE": [
        null,
        "N. KAAP"
    ],
    "W. CAPE": [
        null,
        "W. KAAP"
    ],
    "Please type the name of the street where you live.": [
        null,
        "Tik asseblief die naam van die straat waar jy bly in."
    ],
    "Please type the name of the suburb/township/village where you live.": [
        null,
        "Tik asseblief die naam van die woonbuurt/township/dorp waar jy bly in."
    ],
    "Please type the name of the city where you live.": [
        null,
        "Tik asb die naam van die stad waar jy bly in."
    ],
    "Sorry, we don't understand. Please try again.\n\nPlease type the name of the city where you live": [
        null,
        "Jammer, ons verstaan nie. Probeer asseblief weer.\n\nTik asb die naam van die stad waar jy bly in"
    ],
    "Please check that the address below is correct and matches the information you gave us:\n{{ address }}": [
        null,
        "Maak asseblief seker dat onderstaande adres korrek is en ooreenstem met die inligting wat jy vir ons gegee het:\n{{ address }}"
    ],
    "Let's see how you're feeling today. Do you have a cough?": [
        null,
        "Kom ons kyk hoe jy vandag voel. Hoes jy?"
    ],
    "Please use numbers from list.\nDo you have a cough?": [
        null,
        "Antwoord met 'n nommer uit die lys.\nHoes jy?"
    ],
    "Do you have a fever? (when you touch your forehead, does it feel hot?)": [
        null,
        "Het jy koors? (wanneer jy aan jou voorkop raak, voel dit warm?)"
    ],
    "Please use numbers from list. Do you have a fever? (when you touch your forehead, does it feel hot?)": [
        null,
        "Antwoord met 'n nommer uit die lys. Het jy koors?"
    ],
    "Are you sweating more than usual at night?": [
        null,
        "Sweet jy meer as gewoonlik snags?"
    ],
    "Please use numbers from list. Are you sweating more than usual at night?": [
        null,
        "Antwoord met 'n nommer uit die lys. Sweet jy meer as gewoonlik snags? "
    ],
    "Have you been losing weight without trying?": [
        null,
        "Verloor jy gewig sonder dat jy probeer? "
    ],
    "Please use numbers from list. Have you been losing weight without trying?": [
        null,
        "Antwoord met 'n nommer uit die lys. Verloor jy gewig sonder dat jy probeer? "
    ],
    "Are you at high risk of TB?\n\nRisk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+": [
        null,
        "My TB risiko \n\nJou risiko om TB te he is hoog as jou huismaat TB het OF jy het TB gehad die afgelope 2 jaar OF jy's MIV+"
    ],
    "Please use numbers from list. Are you at high risk for TB?": [
        null,
        "Antwoord met 'n nommer uit die lys. Het jy 'n hoe risiko vir TB?"
    ],
    "Yes high risk": [
        null,
        "Ja hoe risiko"
    ],
    "Dont know": [
        null,
        "Weet nie"
    ],
    "Now, please agree that the info you shared is correct and that you give the NDoH permission to contact you if needed?": [
        null,
        "Bevestig asseblief dat die inligting wat jy gegee het reg is en dat jy die NDvG toestemming gee om jou te kontak indien nodig?"
    ],
    "Finally, please agree that the info you shared is correct.": [
        null,
        "Laastens, bevestig asseblief dat, sover jy weet, die inligting wat jy gegee het korrek is."
    ],
    "Thanks for your answers. Your result will be sent soon on SMS. Would you like to receive follow-up messages?": [
        null,
        "Dankie vir jou antwoorde. Jou resultate sal binnekort per sms gestuur word. Wil jy graag opvolg-boodskappe ontvang?"
    ],
    "Thanks for choosing to get our follow-up messages.": [
        null,
        "Dankie dat jy gekies het om ons opvolg-boodskappe te ontvang."
    ],
    "Okay thanks, you won't get any follow-up messages.": [
        null,
        "Reg so dankie, jy sal nie enige opvolg-boodskappe ontvang nie."
    ],
    "Thanks for your answers. Your result will be sent soon on SMS.": [
        null,
        "Dankie vir jou antwoorde. Jou resultate sal binnekort per sms gestuur word."
    ],
    "This service works best when you select numbers from the list": [
        null,
        "Hierdie diens werk die beste wanneer jy een van die nommers op die lys kies."
    ],
    "See Results": [
        null,
        "Sien Uitslae"
    ],
    "Your replies to the questions show that you need a TB test this week!\n\nVisit your local clinic for a free TB test.": [
        null,
        "Jou antwoorde toon dat jy 'n TB-toets moet neem hierdie week! \n\nGaan na jou kliniek vir 'n gratis TB-toets. Sit asseblief jou gesigmasker op voordat jy ingaan."
    ],
    "Your replies to the questions show that you need a TB test this week!": [
        null,
        "Jou antwoorde op die vrae dui aan dat jy hierdie week 'n TB-toets moet laat doen!"
    ],
    "With early diagnosis, TB can be cured. Don't delay, test today!\n\nVisit your local clinic for a free TB test. ": [
        null,
        "As TB vroeg gediagnoseer word, kan dit genees word. Hoekom wag? Laat toets jou vandag!\n\nBesoek jou plaaslike kliniek vir 'n gratis TB-toets."
    ],
    "Your replies to the questions show that you need a TB test this week!\n\nHere are some tips to help you plan:": [
        null,
        "Jou antwoorde toon dat jy 'n TB-toets moet neem hierdie week! \n\nGaan na jou kliniek vir 'n gratis TB-toets. Sit asseblief jou gesigmasker op voordat jy ingaan"
    ],
    "* Make the time. Your health is a priority!\n* Pick the most convenient clinic for your test\n* Get there early! Clinics are open for TB testing\nMonday to Friday mornings.": [
        null,
        "Maak tyd. Jou gesondheid is belangrik!\nKies die gerieflikste kliniek vir jou toets. Hier is die 5 klinieke naaste aan jou"
    ],
    "Where will you go for your test? Reply with the clinic": [
        null,
        "Waar sal jy gaan vir jou toets? Antwoord met die kliniek"
    ],
    "When will you go for your test? Reply with the day": [
        null,
        "Wanneer sal jy gaan vir jou toets? Antwoord met die dag"
    ],
    "MONDAY": [
        null,
        "MAANDAG"
    ],
    "TUESDAY": [
        null,
        "DINSDAG"
    ],
    "WEDNESDAY": [
        null,
        "WOENSDAG"
    ],
    "THURSDAY": [
        null,
        "DONDERDAG"
    ],
    "FRIDAY": [
        null,
        "VRYDAG"
    ],
    "Well done for planning to get your test!": [
        null,
        "Welgedaan omdat jy beplan om te gaan vir 'n TB toets!"
    ],
    "Your replies to the questions show that you need a TB test this week!\n\n* Go to your local clinic for a free TB test.": [
        null,
        "Jou antwoorde toon dat jy 'n TB-toets moet neem hierdie week! \n\nGaan na jou kliniek vir 'n gratis TB-toets. Sit asseblief jou gesigmasker op voordat jy ingaan"
    ],
    "* Visit your local clinic for a free TB test.\n* You will get R15 airtime within 1 hour if you commit to get tested.": [
        null,
        "* Gaan na jou plaaslike kliniek vir 'n gratis TB-toets.\n* Jy sal R15 lugtyd kry as jy onderneem om jou te laat toets. "
    ],
    "Your replies to the questions show that you need a TB test this week.": [
        null,
        "Jou antwoorde op die vrae dui aan dat jy hierdie week 'n TB-toets moet laat doen."
    ],
    "Do you commit to getting tested?": [
        null,
        "Neem jy voor om jou te laat toets?"
    ],
    "Please use numbers from list. Do you commit to getting tested?": [
        null,
        "Antwoord met 'n nommer uit die lys. Neem jy voor om jou te laat toets?"
    ],
    "Well done for committing to your health!": [
        null,
        "Geluk omdat jy jou gesondheid eerste stel!"
    ],
    "Even if you can't commit now, it is still important to get tested.": [
        null,
        "Al kan jy nie nou voorneem om dit te doen nie, is dit steeds belangrik om getoets te word."
    ],
    "You don't need a TB test now, but if you develop cough, fever, weight loss or night sweats visit your nearest clinic.": [
        null,
        "Jy hoef nie nou 'n TB-toets te doen nie, maar besoek jou naaste kliniek indien jy begin hoes, koors het, gewig verloor of snags sweet."
    ],
    "Your replies to the questions show you need a TB test this week.\n\nGo to your clinic for a free TB test.": [
        null,
        "Jou antwoorde toon dat jy 'n TB-toets moet neem hierdie week. \n\nGaan na jou kliniek vir 'n gratis TB-toets. Sit asseblief jou gesigmasker op voordat jy ingaan."
    ],
    "Check if those you live with are on TB treatment. If you don't know your HIV status, visit the clinic for a free HIV test. Then do the TB check again.": [
        null,
        "Maak seker mense met wie jy woon kry TB-behandeling. As jy nie jou MIV-status ken nie, besoek die kliniek vir 'n gratis toets. Voltooi dan weer die TB-vraelys."
    ],
    "None": [
        null,
        ""
    ],
    "We will use this information to see if TB HealthCheck helps people. To continue, reply YES. For more on TB HealthCheck and the research, reply MORE.": [
        null,
        "Ons sal hierdie inligting gebruik om te bepaal of TB HealthCheck mense help.\nAntwoord \"JA\" om voort te gaan. Vir meer oor TB HealthCheck en die navorsing, antwoord MEER."
    ],
    "Sorry, we don't understand. Please try again.\n\nEnter the number that matches your answer.": [
        null,
        "Jammer, ons verstaan nie. Probeer asseblief weer.\n\nVoer die nommer in wat ooreenstem met jou antwoord."
    ],
    "More": [
        null,
        "Meer"
    ],
    "Did you find TB HealthCheck useful?": [
        null,
        "Het jy die TB HealthCheck nuttig gevind? "
    ],
    "Don't know": [
        null,
        "Weet nie "
    ],
    "I did not go to the clinic for a TB test because it takes too much time. Do you agree?": [
        null,
        "Ek het nie kliniek toe gegaan vir 'n TB-toets nie, want dit neem te lank. \nStem jy saam?"
    ],
    "Agree": [
        null,
        "Stem saam"
    ],
    "Disagree": [
        null,
        "Stem nie saam nie"
    ],
    "I did not go to the clinic for a TB test because there are no clinics close to me.": [
        null,
        "Ek het nie kliniek toe gegaan vir 'n TB-toets nie, want daar is nie 'n kliniek naby my nie. Stem jy saam?"
    ],
    "I did not go to the clinic for a TB test because I do not want to think about having TB. Do you agree?": [
        null,
        "Ek het nie kliniek toe gegaan vir 'n TB-toets nie, want ek wil nie daaraan dink dat ek dalk TB het nie. \nStem jy saam? "
    ],
    "Are there any other reasons why you did not go to the clinic for a TB test?Reply in your own words.": [
        null,
        "Is daar enige ander redes waarom jy nie kliniek toe gegaan het vir 'n TB-toets nie? Antwoord in jou eie woorde."
    ],
    "Thank you for taking part in the survey. Your R15 in airtime is on its way!": [
        null,
        "Dankie dat jy deelgeneem het aan die opname. Jou R15 lugtyd is op pad!"
    ],
    "Back": [
        null,
        "Terug"
    ],
    "Exit": [
        null,
        "Verlaat"
    ],
    "The FAQ has been sent to you on SMS. What would you like to do?": [
        null,
        "Die FAQ is na jou gestuur in 'n SMS. Wat verkies jy om te doen?"
    ],
    "Please reply with the number that matches your answer.": [
        null,
        "Antwoord asseblief met die nommer wat by jou antwoord pas."
    ],
    "What would you like to know?": [
        null,
        "Wat wil jy weet?"
    ],
    "More about the research?": [
        null,
        "Kan julle my meer vertel oor die navorsing?"
    ],
    "What information will you ask me for?": [
        null,
        "Watter inligting sal julle my vra?"
    ],
    "Why did I get the SMS?": [
        null,
        "Waarom het ek die SMS gekry?"
    ],
    "What I'll need to do?": [
        null,
        "Wat sal ek moet doen?"
    ],
    "Can I stop halfway through?": [
        null,
        "Kan ek halfpad stop?"
    ],
    "Are there costs or risks?": [
        null,
        "Is daar kostes of risiko's?"
    ],
    "What happens to the info?": [
        null,
        "Wat gebeur met die inligting?"
    ],
    "What to do if I am unhappy?": [
        null,
        "Wat doen ek as ek ongelukkig is?"
    ],
    "Many people don't realise that TB is cureable and test too late. Your answers will help us understand whether TB HealthCheck really helps people.": [
        null,
        "Baie mense word te laat getoets want hulle besef nie dat TB geneesbaar is nie. Jou antwoorde sal ons help verstaan of TB HealthCheck mense regtig help."
    ],
    "Did TB HealthCheck encourage you to get tested?": [
        null,
        "Het TB HealthCheck jou aangespoor om jou te laat toets?"
    ],
    "Would you have tested without TB HealthCheck?": [
        null,
        "Sou jy jou laat toets het sonder TB HealthCheck?"
    ],
    "Would you have further delayed testing without TB HealthCheck?": [
        null,
        "Sou jy toetsing langer uitgestel het sonder TB HealthCheck?"
    ],
    "The waiting times at the clinic were too long.\n\nDo you agree?": [
        null,
        "Die wagtyd by die kliniek was te lank. \n\nStem jy saam?"
    ],
    "How was your experience at the clinic?": [
        null,
        "Hoe was jou ervaring by die kliniek?"
    ],
    "Bad": [
        null,
        "Sleg"
    ],
    "Ok": [
        null,
        "Ok"
    ],
    "Good": [
        null,
        "Goed"
    ],
    "Was it difficult to get access to a TB test? Please reply with details of any problems you experienced.": [
        null,
        "Was dit moeilik om toegang te kry tot 'n TB-toets? Gee asseblief besonderhede van enige probleme wat jy ervaar het."
    ],
    "Why did you go to the clinic for a TB test?": [
        null,
        "Waarom het jy kliniek toe gegaan vir 'n TB-toets?"
    ],
    "Can we phone you to get more information?": [
        null,
        "Kan ons jou skakel om meer inligting te kry?"
    ]
}