Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_user_data.xho_ZA.po
Languages: xh

source: Personal info: Phone Number: {{msisdn}} ID Number: {{id}} Date of Birth: {{dob}} Language: {{lang}}
xh: Iinkcukacha zokobuqu: Inombolo yeFowuni: {{msisdn}} Inombolo yeSazisi: {{id}} Umhla wokuzalwa: {{dob}} Ulwimi: {{lang}}

source: Personal info: Phone Number: {{msisdn}} Origin of Passport: {{passport_or}} Passport: {{passport_num}} Date of Birth: {{dob}} Language: {{lang}}
xh: Iinkcukacha zokobuqu: Inombolo yeFowuni: {{msisdn}} Ilizwe ekukhutshwe kuyo iPaspoti: {{passport_or}} IPaspoti: {{passport_num}} Umhla wokuzalwa: {{dob}} Ulwimi: {{lang}}

source: {{first}} Message set: {{mset}}
xh: {{first}} Iqela lemiyaleza: {{mset}}

source: Welcome back. Please select an option:
xh: Wamkelekile kwakhona. Khetha:

source: Main menu
xh: Imenyu enguNdoqo

source: What would you like to do?
xh: Ufuna ukwenza ntoni?

source: See my personal info
xh: Ukubona iinkcukacha zam zokobuqu

source: Change my info
xh: Ukutshintsha iinkcukacha zam

source: Request to delete my info
xh: Ukucela ukucima iinkcukacha zam

source: Back
xh: Buya umva

source: What would you like to change? To change your due date, visit a clinic
xh: Yintoni ofuna ukuyitshintsha? Yiya ekliniki xa ufuna ukutshintsha umhla wokubeleka

source: Update my language choice
xh: Ulwimi omalusetyenziswe

source: Update my identification
xh: Isazisi sam

source: Use a different phone number
xh: Ukusebenzisa enye inombolo yefowuni

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered. Do you want us to delete it now?
xh: iMomConnect izakuzicima ngokunokwayo iinkcukaca zakho zokobuqu emva kweminyaka e-7 neenyanga ezili-9 ubhalisile. Okanye ufuna sizicime ngoku?

source: Yes
xh: Ewe

source: No
xh: Hayi

source: Choose a language for your messages:
xh: Khetha ulwimi omalusetyenziswe kwimiyaleza yakho:

source: Afrikaans
xh: i-Afrikaans

source: English
xh: isiNgesi

source: Sesotho sa Leboa
xh: iSesotho sa Leboa

source: Setswana
xh: iSetswana

source: Sesotho
xh: iSesotho

source: Xitsonga
xh: iXitsonga

source: siSwati
xh: isiSwati

source: Tshivenda
xh: iTshivenda

source: What kind of identification do you have?
xh: Unoluphi uhlobo lwesazisi?

source: South African ID
xh: Isazisi saseMzantsi Afrika

source: Passport
xh: iPaspoti

source: Thank you. Please enter your ID number. eg. 8805100273098
xh: Enkosi. Nceda ufake inombolo yakho yeSazisi umz. 8805100273098

source: Invalid ID number. Please re-enter
xh: Inombolo ayisebenzi: Yifake kwakhona

source: What is the country of origin of the passport?
xh: Ipaspoti yakho yeyaliphi ilizwe?

source: Zimbabwe
xh: eZimbabwe

source: Mozambique
xh: eMozambique

source: Malawi
xh: eMalawi

source: Nigeria
xh: eNigeria

source: DRC
xh: eDRC

source: Somalia
xh: eSomalia

source: Other
xh: Elinye

source: There was an error in your entry. Please carefully enter the passport number again.
xh: kubekho impazamo xa ubufaka. Nceda uyifake kwakhona ngononophelo inombolo yakho yepaspoti.

source: Please enter the passport number:
xh: Enkosi. Nceda ufake inombolo yakho yepaspoti.

source: Please enter the new phone number we should use to send you messages eg. 0813547654
xh: Faka inombolo entsha yefowuni emasiyisebenzise xa sikuthumelela imiyaleza umz. 0813547654

source: Invalid phone number. Please re-enter (with no spaces)
xh: Inombolo yefowuni ayisebenzi. Nceda uyifake kwakhona (kungabikho zithuba)

source: Sorry, the number you are trying to move to already has an active registration. To manage that registration, please redial from that number.
xh: Uxolo, inombolo ozama ukutshintshela kuyo iyasetyenziswa. Ukulungisa ubhaliso, nceda usebenzise enye inombolo.

source: Thank you. Your info has been updated.
xh: Enkosi. Zilungisiwe iinkcukacha zakho.

source: Your personal information stored on MomConnect has not been removed.
xh: Iinkcukacha zokobuqu ezigcinwe yiMomConnect azikasuswa.

source: Thank you. All your information will be deleted from MomConnect in the next 3 days.
xh: Enkosi. Zonke iinkcukacha zakho zokobuqu zizakucinywa kwiMomConnect kwezi ntsuku zi-3 zilandelayo.

source: Sorry, that number is not recognised. Dial in with the number you used to register for MomConnect. To update number, dial *134*550*5# or register at a clinic
xh: Uxolo, asiyazi le nombolo. Fowuna ngale wawubhalise ngayo kuqala. Ukutshintsha inombolo yakho, cofa u-*134*550*5# okanye ubhalise kwakhona ekliniki.
