{
    "": {
        "project-id-version": "public",
        "pot-creation-date": "2018-09-28 07:58:+0000",
        "po-revision-date": "2018-10-25 17:01+0200",
        "last-translator": "Lieze <lieze@praekelt.com>",
        "language-team": "Language <LL@li.org>",
        "language": "af",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.2",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    },
    "Please dial back in to {{ USSD_number }} to complete the pregnancy registration.": [
        null,
        "Tyd is verstreke. Skakel {{USSD_number}} terug en maak voltooi jou data sodat jy boodskappe kan ontvang."
    ],
    "Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply \"SMS\" (std rates apply)": [
        null,
        "Welkom to MomConnect! Gaan na 'n kliniek vir die hele stel boodskappe. Om te stop skakel {{optout_channel}}. Vir boodskappe liewers via SMS antw \"SMS\" (std tariewe)."
    ],
    "Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.": [
        null,
        "Welkom by MomConnect. Gaan na 'n kliniek vir die hele stel boodskappe. Om te stop skakel {{optout_channel}}."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Antw asb op hierdie boodskap met jou kompliment. As dit gaan oor diens by die kliniek gee die kliniek of kliniekwerker se naam. Standaardtariewe geld."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Antw asb op hierdie boodskap met jou klagte. As dit gaan oor diens by die kliniek gee die kliniek of kliniekwerker se naam. Standaardtariewe geld."
    ],
    "Welcome back. Please select an option:": [
        null,
        "Welkom terug. Kies asb n opsie:"
    ],
    "Continue signing up for messages": [
        null,
        "Gaan voort om vir boodskappe te registreer"
    ],
    "Main menu": [
        null,
        "Hoof Spyskaart"
    ],
    "Welcome to the Department of Health's MomConnect. Please select your language": [
        null,
        "Welcome to the Department of Health's MomConnect. Please select your language"
    ],
    "MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "MomConnect stuur gratis SMSe uit om swanger moeders te ondersteun. Is jy of vermoed jy dat jy swanger is?"
    ],
    "Yes": [
        null,
        "Ja"
    ],
    "No": [
        null,
        "Nee"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        "Ons moet jou info kry, stoor en gebruik voordat jy kan registreer. Jy mag dalk boodskappe op publieke vakansiedae en naweke ontvang. Stem jy daartoe in?"
    ],
    "We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.": [
        null,
        "Jammer maar hierdie diens is slegs vir swanger moeders. As jy ander kwellings oor jou gesondheid het, gaan na jou naaste kliniek."
    ],
    "Unfortunately without your consent, you cannot register to MomConnect.": [
        null,
        "Sonder jou toestemming kan jy ongelukkig nie vir MomConnect registreer nie."
    ],
    "You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Jy het jouself voorheen onttrek aan MomConnect se SMSe. Bevestig asb dat jy nou weer die boodskappe wil ontvang."
    ],
    "You have chosen not to receive MomConnect messages and so cannot complete registration.": [
        null,
        "Jy het gekies om nie enige boodskappe van MomConnect te ontvang nie. Dus kan jou registrasie nie afgehandel word nie."
    ],
    "Main Menu": [
        null,
        "Hoof Spyskaart"
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.": [
        null,
        "Geluk met jou swangerskap! Jy sal boodskappe van MomConnect vir 3 weke via WhatsApp kry. Registreer by 'n kliniek vir die hele stel boodskappe."
    ],
    "Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.": [
        null,
        "Geluk met jou swangerskap! Jy sal boodskappe van MomConnect vir 3 weke via SMSkry. Registreer by 'n kliniek vir die hele stel GRATIS boodskappe."
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "Welkom by die Dep Gesondheid se MomConnect. Kies asseblief:"
    ],
    "Send us a compliment": [
        null,
        "Stuur vir ons 'n kompliment"
    ],
    "Send us a complaint": [
        null,
        "Le 'n klagte"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Dankie. Ons sal binnekort vir jou 'n boodskap stuur met instruksies oor hoe om vir ons 'n kompliment te stuur."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Dankie. Ons sal binnekort vir jou 'n boodskap stuur met instruksies oor hoe om vir ons 'n klagte stuur."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "Welkom by die Dep Gesondheid se MomConnect. Kies 'n opsie:"
    ],
    "Get the full set of messages": [
        null,
        "Kry die hele stel boodskappe"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Besoek asb jou naaste kliniek om te registreer vir die hele stel MomConnect-boodskappe."
    ]
}