Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd-public.tsn_ZA.po
Languages: tn

source: Please dial back in to {{ USSD_number }} to complete the pregnancy registration.
tn: Nako ya gago e fedile. Tsweetsweee leletsa {{USSD_number}} gape go fetsa go tsenya tshedimosetso ya gago le go amogela melaetsa.

source: Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply "SMS" (std rates apply)
tn: O amogetswe go MomConnect! Etela tleliniki go bona melaetsa ka botlalo. Go e emisa tobetsa {{optout_channel}}. Go amogela SMS, araba "SMS" (seelo sa ka gale)

source: Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.
tn: O amogetswe go MomConnect! Etela tleliniki go bona melaetsa ka botlalo. Go e emisa tobetsa {{optout_channel}}.

source: Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
tn: Tsweetswee araba molaetsa o ka kgakolo ya gago. Fa e amana le tirelo ya tleliniki, akaretsa leina la tleliniki kgotsa la modiri. Go dira melawana.

source: Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
tn: Tsweetswee araba molaetsa o ka ngongorego ya gago. Fa e amana le tirelo ya tleliniki, akaretsa leina la tleliniki kgotsa la modiri. Go dira melawana.

source: Continue signing up for messages
tn: Go ikwadisetsa melaetsa

source: Main menu
tn: Lenanelegolo

source: MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?
tn: MomConnect e romelela diSMS tsa tshegetso tsa mahala go baimana.A o imile kgotsa o belaela jalo?

source: Yes
tn: Ee

source: No
tn: Nnyaa

source: We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.
tn: Re maswabi. Tirelo eno ke ya baimana fela.Fa o na le matshwenyego a mangwe a boitekanelo tsweetswee etela tliliniki e e gaufi nao.

source: You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?
tn: Mo nakong e e fetileng o itlhophetse go tswa go diSMS tsa MomConnet. Tsweetswee netefatsa gore o rata go amogela diSMS gape.

source: Main Menu
tn: Lenanelegolo

source: Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.
tn: Re a go lebogisa ga o imile! O ile go amogela melaetsa go tswa MomConnect ka WhatsApp dibeke di le 3. Go bona melaetsa ka botlalo, ikwadise kwa tleliniking.

source: Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.
tn: Re a go lebogisa ga o imile! O ile go amogela melaetsa go tswa MomConnect ka SMS dibeke di le 3. Go bona melaetsa ya MAHALA, ikwadise kwa tleliniking.

source: Welcome to the Department of Health's MomConnect. Please choose an option:
tn: O amogetswe go Mom Connect ya Lefapha la Boitekanelo. Tlhopha:

source: Send us a compliment
tn: Romela kakgolo

source: Send us a complaint
tn: Kwadisa ngongorego

source: Thank you. We will send you a message shortly with instructions on how to send us your compliment.
tn: Re a leboga. Re tla go romelela melaetsa fa gautshwane le ditaelo tsa go romela kakgolo.

source: Thank you. We will send you a message shortly with instructions on how to send us your complaint.
tn: Re a leboga. Re tla go romelela melaetsa fa gautshwane le ditaelo tsa go kwadisa ngongorego.

source: Welcome to the Department of Health's MomConnect. Choose an option:
tn: O amogetswe go Mom Connect ya Lefapha la Boitekanelo. Tlhopha

source: Get the full set of messages
tn: Bona melaetsa yotlhe ka botlalo

source: To register for the full set of MomConnect messages, please visit your nearest clinic.
tn: Go ikwadisetsa melaetsa ka botlalo ya MomConnect, etela tliliniki e e gaufi nao.
