Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_faq.tso_ZA.po
Languages: tso

source: Welcome back. Please select an option:
tso: Ha ku amukela nakambe. Hi kombela u hlawula xihlawuriwa:

source: Main menu
tso: Menyunkulu

source: Choose a question about MomConnect (MC):
tso: Hlawula xivutiso xa MomConnect (MC):

source: What is MomConnect?
tso: MC i yini?

source: Why does MC need my personal info?
tso: Hikwalahokayini MC yi lava vuxokoxoko bya mina?

source: What personal info is collected?
tso: Hi byihi vuxokoxoko lebyi hlengeletiwaka?

source: Who can see my personal info?
tso: I mani a vonaka vuxokoxoko lebyi?

source: How can I see, change or delete my personal info?
tso: Ndzi byi vona njhani, ku cinca/ku sula?

source: How long does MC keep my info?
tso: MC yi byi hlayisa nkarhi wo tanihi kwihi?

source: Next
tso: Leswi landzelaka

source: Back
tso: Vuyela endzhaku

source: MC is a Health Department programme. It sends SMS messages for you & your baby. To see, change or delete your info dial *134*550*7#
tso: MC i nongonoko wa Ndzawulo ya Rihanyu. Yi rhumela wena & ricece swihungwana swa SMS. Ku vona, ku cinca/ku cinca vuxokoxoko lebyi, dayila *134*550*7#

source: Menu
tso: Menyu

source: MomConnect needs your personal info to send you messages that are relevant to your pregnancy stage or your baby's age. By knowing where you registered for MC, the Health Department can make sure that the service is being offered to women at your clinic. Knowing where you registered helps the Health Department act on the compliments or complaints you may send to MomConnect about your clinic experience.
tso: MomConnect yi lava vuxokoxoko bya wena ku ku rhumela swihungwana leswi fambelanaka na xiyimo xa vuyimani bya wena kumbe vukhale bya ricece ra wena. Hi ku tiva laha u tsariseke MomConnect kona, Ndzawulo yi nga tiyisisa leswaku vavasati va nyikiwa vukorhokeri etliliniki ya ka n'wina. Ku tiva laha u tsariseke kona swi pfuna Ndzawulo ku tirhana na swihoyozelo/swivilelo eka MomConnect mayelana na ntokoto wa wena wa le tliliniki.

source: MomConnect collects your phone and ID numbers, clinic location, and information about how your pregnancy is progressing.
tso: MomConnect yi teka tinomboro ta wena ta riqingho & ta Pasi, ndhawu ya tliliniki & vuxokoxoko mayelana na hilaha vuyimani bya wena byi fambaka hakona.

source: MomConnect is owned and run by the Health Department. MTN, Cell C, Telkom, Praekelt, Jembi and HISP collect and process your data on their behalf.
tso: Ndzawulo ya Rihanyu i n'wini & mufambisi wa MomConnect. MTN, Cell C, Telkom, Praekelt, Jembi & HISP va hlengeleta no hlela data hi ku yimela yona.

source: You can see, change, or ask us to delete your information by dialing *134*550*7#
tso: U nga vona, u cinca kumbe u hi kombela ku sula vuxokoxoko bya wena hi ku dayila *134*550*7#

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered.
tso: MomConnect yi ta sula xikan'wekan'we vuxokoxoko lebyi 7 wa malembe na 9 wa tin'hweti endzhaku ka loko u tsarisile.

source: Sorry, that number is not recognised. Dial in with the number you first used to register. To update your number, dial *134*550*7# or register again at a clinic.
tso: Hi khomele, nomboro leyi a yi tiveki. Dayila nomboro leyi u rhangeke u tsarisa yona. Ku cinca nomboro, dayila *134*550*7# kumbe u tsarisa nakambe etliliniki.
