Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_user_data.ven_ZA.po
Languages: ve

source: Personal info: Phone Number: {{msisdn}} ID Number: {{id}} Date of Birth: {{dob}} Language: {{lang}}
ve: Zwidodombedzwa: Luṱingo: {{msisdn}} Nomborondaula: {{id}} Datumu ya Mabebo: {{dob}} Luambo: {{lang}}

source: Personal info: Phone Number: {{msisdn}} Origin of Passport: {{passport_or}} Passport: {{passport_num}} Date of Birth: {{dob}} Language: {{lang}}
ve: Zwidodombedzwa: Luṱingo: {{msisdn}} Vhubvo ha phasiphoto: {{passport_or}} Phasipoto: {{passport_num}} Datumu ya Mabebo: {{dob}} Luambo: {{lang}}

source: {{first}} Message set: {{mset}}
ve: {{first}} Tshigwada tsha mulaedza: {{mset}}

source: Welcome back. Please select an option:
ve: Vho ṱanganedzwa. Kha vha khethe:

source: Main menu
ve: Menumurangeli

source: What would you like to do?
ve: Vha tama u ita mini?

source: See my personal info
ve: U vhona mafhungo anga

source: Send my personal info by sms
ve: U rumela zwidodombedzwa nga sms

source: Change my info
ve: U shandukisa

source: Request to delete my info
ve: U humbela u thutha mafhungo

source: Back
ve: Huma

source: An SMS has been sent to your number containing your personal information stored by MomConnect.
ve: Ho rumelwa SMS kha nomboro yavho ire na zwidodombedzwa zwavho zwo vhulungwaho nga MomConnect.

source: What would you like to change? To change your due date, visit a clinic
ve: Vha tama u shandukisa mini? U shandukisa duvha, u dalela kiliniki

source: Update my language choice
ve: U khwinisa luambo

source: Update my identification
ve: U khwinisa zwidodombedzwa

source: Use a different phone number
ve: U shumisa inwe nomboro

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered. Do you want us to delete it now?
ve: MomConnect i do thutha zwidodombedzwa zwavho nga murahu ha minwaha ya 7 na minwedzi ya 9. Kana ri ni thuthe zwino?

source: Yes
ve: Ee

source: No
ve: Hai

source: Choose a language for your messages:
ve: Kha vha nange luambo lwavho:

source: Afrikaans
ve: Tshivhuru

source: English
ve: Tshiisimane

source: What kind of identification do you have?
ve: Vha na basa ifhio?

source: South African ID
ve: Ya Afrika Tshipembe

source: Passport
ve: Phasipoto

source: Thank you. Please enter your ID number. eg. 8805100273098
ve: Ro livhuwa. Dzhenisani nomboro ya basa (sa. 8805100273098)

source: Invalid ID number. Please re-enter
ve: Nomboro a si yone. Kha vha dovhe.

source: What is the country of origin of the passport?
ve: Vha bva ngafhi nga phaipoto yavho?

source: Other
ve: Hunwe

source: There was an error in your entry. Please carefully enter the passport number again.
ve: Ho vha hu na vhukhakhi. Kha vha dzhenise nomboro ya phasipoto.

source: Please enter the passport number:
ve: Ro livhuwa. Dzhenisani nomboro ya phasipoto:

source: Please enter the new phone number we should use to send you messages eg. 0813547654
ve: Dzhenisani nomboro ntswa ya lutingo ine ra i shumisa kha milaedza sa, 0813547654

source: Invalid phone number. Please re-enter (with no spaces)
ve: Nomboro a si yone. Kha vha dovhe (hu na zwikhala)

source: Sorry, the number you are trying to move to already has an active registration. To manage that registration, please redial from that number.
ve: Pfarelo, nomboro ine vha khou lingedza u ya khayo yo no ṅwaliswa. U langa u ṅwaliswa, kha vha lidzele hafhu u bva kha iyo nomboro.

source: Thank you. Your info has been updated.
ve: Ro livhuwa. Zwidodombedzwa zwo luga.

source: Your personal information stored on MomConnect has not been removed.
ve: Zwidodombedzwa zwavho zwi re kha MomConnect a zwo ngo bviswa.

source: Thank you. All your information will be deleted from MomConnect in the next 3 days.
ve: Ro livhuwa. Mafhungo avho a ḓo thuthwa kha MomConnect kha maḓuvha a 3 a daho.

source: Sorry, that number is not recognised. Dial in with the number you used to register for MomConnect. To update number, dial *134*550*5# or register at a clinic
ve: Pfarelo, nomboro a si yone. Kha vha shumise ye vha i shumisa u ṅwalisa. U khwinisa vha founele *134*550*5# kana u ṅwalisa hafhu kiḽiniki.
