Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_pmtct.ven_ZA.po
Languages: ve

source: HIV positive moms can have an HIV negative baby! You can get free medicine at the clinic to protect your baby and improve your health
ve: Vhomme vhane vha vha na HIV vha nga beba vhana vha si na HIV! Vha nga wana mishonga ya mahala kiliniki ya u tsireledza Nwana na u khwinisa mutakalo wavho.

source: Recently tested HIV positive? You are not alone, many other pregnant women go through this. Visit b-wise.mobi or call the AIDS Helpline 0800 012 322
ve: Vha khou bva u wana uri vha HIV? A vha vhothe, vhaimana vhanzhi vha kha nyimele iyi. Vha dalele b-wise.mobi kana u fonela Lutingo lwa Thuso AIDS 0800 012 322

source: You need to be registered on MomConnect to receive these messages. Please visit the nearest clinic to register.
ve: Vha do tea u nwaliswa kha MomConnect uri vha wane milaedza iyi. Vha dalele kiliniki ya tsini u nwalisa.

source: To sign up, we need to collect, store and use your info. You may also get messages on public holidays and weekends. Do you consent?
ve: U itela u saina, ri tea u dzhia, ra vhea na u shumisa mafhungo avho. Vha nga kha di wana milaedza na nga holodei na mafhelo a vhege. Vha a tenda?

source: Yes
ve: Ee

source: No
ve: Hai

source: Unfortunately without your consent, you cannot register to MomConnect. Thank you for using the MomConnect service. Goodbye.
ve: Mashudumavhi hu si na thendelo yavho vha nga si nwaliswa kha MomConnect. Ro livhuwa u shumisa havho tshumelo ya MomConnect. Zwavhudi.

source: Please enter the year you were born (For example 1981)
ve: Vhunga vha si na ID kana phasipoto, kha vha nwale nwaha we vha bebwa ngawo (Sa tsumbo 1981)

source: Invalid date. Please enter the year you were born (For example 1981)
ve: Zwe vha nwala zwo khakhea. Kha vha dovhe vha nwale nwaha wa mabebo nga vhuronwane(sa tsumbo: 2001)

source: In which month were you born?
ve: Kha vha ṅwale ṅwedzi we vha bebwa ngawo

source: Please enter the date of the month you were born (For example 21)
ve: Kha vha nwale nwedzi we vha bebwa ngawo

source: Invalid date. Please enter the date of the month you were born (For example 21)
ve: Kha vha nwale deithi ye vha bebwa ngayo (Sa tsumbo 14)

source: Would you like to receive messages about keeping your child HIV-negative? The messages will contain words like HIV, medicine & ARVs
ve: Vha a funa a wana milaedza nga ha u dzudza nwana wavho a si na HIV? Milaedza i do vha na maipfi a nga ho HIV, mushonga & ARVS

source: You will now start receiving messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
ve: Zwazwino vha do thoma u wana milaedza nga ha u dzudza nwana wavho a si na HIV. Ro livhuwa u shumisa havho tshumelo ya MomConnect. Zwavhudi.

source: You have chosen to not receive messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
ve: Vho nanga u sa wana milaedza nga ha u dzudza nwana wavho a si na HIV. Ri a livhuwa u shumisa havho tshumelo ya MomConnect. Zwavhudi.

source: Not HIV-positive
ve: A thi na HIV

source: Miscarriage
ve: Ndo tshinyalelwa

source: Baby was stillborn
ve: nwana o bebwa o lovha

source: Baby died
ve: nwana o lovha

source: Messages not useful
ve: A i thusi

source: Other
ve: Zwinwe

source: You will not receive SMSs about keeping your baby HIV negative. You will still receive MomConnect SMSs. To stop receiving these SMSs, dial {{ mc_optout_number }}
ve: A vha nga do wana SMS nga ha u dzudza nwana wavho a si na HIV. Vha kha di do wana SMS dza MomConnect. Uri vha sa tsha wana SMS idzi, vha lidzele *134*550*1#

source: We are sorry for your loss. Would you like to receive a small set of free messages from MomConnect that could help you in this difficult time?
ve: Ri lila na vhone. Vha a tama u wana milaedza mipfufhi ine ya nga vha thusa nga tshifhinga itshi tshi kondaho u bva kha MomConnect?
