Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_faq.nbl_ZA.po
Languages: nr

source: Choose a question about MomConnect (MC):
nr: Khetha umbuzo ngeMomConnect (MC):

source: What is MomConnect?
nr: Yini iMomConnect?

source: Why does MC need my personal info?
nr: Kubayini i-MC ifuna ilwazi okungelami?

source: What personal info is collected?
nr: Ngiliphi ilwazi lakho elibuthelelweko?

source: Who can see my personal info?
nr: Ubani ongabona ilwazlami?

source: How can I see, change or delete my personal info?
nr: Ngingabona ngingatjhugulula nanyana ngingalsusa njani ilwazlami?

source: How long does MC keep my info?
nr: IMC ilbeka isikhathi esngangani ilwaz?

source: Next
nr: Okulandelako

source: Back
nr: Emva

source: MC is a Health Department programme. It sends SMS messages for you & your baby. To see, change or delete your info dial *134*550*7#
nr: IMC lihlelo lomNyango wezamaPhilo. Ithumela amaSMS wakho nomntwanakho. Ukubona itjhuguluko nanyana ukususa ilwazi lakho, bethela *134*550*7#

source: Menu
nr: Imenyu

source: MomConnect needs your personal info to send you messages that are relevant to your pregnancy stage or your baby's age. By knowing where you registered for MC, the Health Department can make sure that the service is being offered to women at your clinic. Knowing where you registered helps the Health Department act on the compliments or complaints you may send to MomConnect about your clinic experience.
nr: IMomConnect ifuna ilwazi lakho ukuze ikuthumele imlayezo ekhambisana nesigaba sokuba sidisi nanyana iminyaka yesana lakho. Ngokwazi bona uyirejistarephi iMomConnect, UmNyango wezamaPhilo ungenza isiqiniseko ukobana imisebenzi inikelwe abafazi etlinigi yakho. Ukwazi bona urejistarephi kusiza umNyango wezamaPhilo bona utjheje ukubonga nanyana iinlilo ongazithumela kuMomConnect ngelemuko lakho ngetlinigi.

source: MomConnect collects your phone and ID numbers, clinic location, and information about how your pregnancy is progressing.
nr: IMomConnect ithatha umtato neenomboro ze-ID yakho, indawo lapha itlinigi ikhona nelwazi ngendlela ukuba sidisi kwakho okuraga ngakhona.

source: MomConnect is owned and run by the Health Department. MTN, Cell C, Telkom, Praekelt, Jembi and HISP collect and process your data on their behalf.
nr: IMomConnect ilawulwa mNyango wezamaPhilo. IMTN, Cell C, Telkom, Praekelt, iJembi ne HISP zibasiza ngokubabuthelelela nokukhambisa idatha yakho.

source: You can see, change, or ask us to delete your information by dialing *134*550*7#
nr: Ungabona, utjhugulule nanyana usibawe sisuse ilwazi lakho ngokubethel *134*550*7#

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered.
nr: IMomConnect yona izazisulela ilwazi lakho emnyakeni eli-7 neenyanga ezili-9 ngemva kobana urejistare.

source: Sorry, that number is not recognised. Dial in with the number you first used to register. To update your number, dial *134*550*7# or register again at a clinic.
nr: Ncancabe, inombor leyo ayaziwa. Betha ngenomborwakho yekthomeni nawrejistarako. Ukkhwezelela inomborwakho, bethel *134*550*7# nanyana urejistare etlinigi godu.
