Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_pmtct.sot_ZA.po
Languages: st

source: HIV positive moms can have an HIV negative baby! You can get free medicine at the clinic to protect your baby and improve your health
st: Bomme ba nang le HIV ba ka ba le masea a se nang tshwaetso!O ka fumana meriana ya mahala kliniking ho tshireletsa lesea la hao le ho ntlafatsa bophelo ba hao.

source: Recently tested HIV positive? You are not alone, many other pregnant women go through this. Visit b-wise.mobi or call the AIDS Helpline 0800 012 322
st: O sa tswa tseba hore o na le tshwaetso ya HIV?Ha se wena feela, baimana ba bangata ba fetile moo. Etela b-wise.mobi kapa o letsetse AIDS Helpline ho 0800012322.

source: Yes
st: E

source: Would you like to receive these messages over WhatsApp or SMS?
st: Na o rata ho amohela melaetsa ena ka WhatsApp kapa SMS?

source: You need to be registered on MomConnect to receive these messages. Please visit the nearest clinic to register.
st: O tshwanela ho ngodiswa ho MomConnect hore o fumane melaetsa ena. Re kopa o etele kliniki e haufi le wena ho ya ngodisa.

source: To sign up, we need to collect, store and use your info. You may also get messages on public holidays and weekends. Do you consent?
st: Ho ingodisa,re lokela ho bokella,ho boloka le ho sebedisa ntlha tsa hao.O ka nna wa fmana melaetsa ka matsatsi a phomolo le mafelo a beke.O wa dumela?

source: No
st: Tjhee

source: Unfortunately without your consent, you cannot register to MomConnect. Thank you for using the MomConnect service. Goodbye.
st: Ka bomadimabe ntle le tumello ya hao, o ke ke wa ngodiswa ho MomConnect. Re leboha hore o sebedisitse tshebeletso ya MomConnect. Sala hantle.

source: Please enter the year you were born (For example 1981)
st: Jwalo ka ha o se na ID kapa phasepoto, ka kopo kenya selemo o tswetsweng ka sona (Mohlala 1981)

source: Invalid date. Please enter the year you were born (For example 1981)
st: Ho na le phoso kenellong ya. Ka kopo kenya ka hloko hape selemo sa hao sa tlhaho (mohlala: 2001)

source: In which month were you born?
st: Ka kopo kenya kgwedi eo o tswetsweng ka yona

source: Please enter the date of the month you were born (For example 21)
st: Ka kopo kenya kgwedi eo o tswetsweng ka yona

source: Invalid date. Please enter the date of the month you were born (For example 21)
st: Nceda ufake umhla owazalwa ngawo (Umzekelo 14)

source: Would you like to receive messages about keeping your child HIV-negative? The messages will contain words like HIV, medicine & ARVs
st: Na o ka rata ho fumana melaetsa ka ho boloka lesea la hao le se na tshwaetso ya HIV? Melaetsa e tla kenyeletsa mantswe a kang HIV, meriana le ARVs

source: You will now start receiving messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
st: Jwale o tla qala ho fumana melaetsa mabapi le ho boloka lesea la hao le se na HIV. Re leboha hore o sebedisitse tshebeletso ya MomConnect. Sala hantle.

source: You have chosen to not receive messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
st: O kgethile ho se fumane melaetsa mabapi le ho boloka lesea la hao le se HIV. Re leboha hore o sebedisitse tshebeletso ya MomConnect. Sala hantle.

source: Please tell us why you do not want to receive messages:
st: Re jwetse hobaneng o sa batle ho fumana melaetsa:

source: Not HIV-positive
st: Ha ke na HIV

source: Miscarriage
st: Senyehetswe

source: Baby was stillborn
st: Lesea le hlahile le kgathetse

source: Baby died
st: Lesea le fetile

source: Messages not useful
st: Ha e molemo

source: Other
st: Ho hong

source: You will not receive SMSs about keeping your baby HIV negative. You will still receive MomConnect SMSs. To stop receiving these SMSs, dial {{ mc_optout_number }}
st: O ke ke wa fumana melaetsa ka ho boloka lesea la hao le se na HIV. O tla nne o fumane di SMS tsa MomConnect. Ho emisa ho fumana diSMS tsena, tobetsa *134*550*1#

source: We are sorry for your loss. Would you like to receive a small set of free messages from MomConnect that could help you in this difficult time?
st: Re maswabi ka tahlehelo ya hao. Na o ka rata ho fumana melaetsanyana e seng mekae ya mahala e tswang ho MomConnect e tla o thusa nakong ye e boima?

source: Thank you. You will no longer receive any messages from MomConnect. If you have any medical concerns, please visit your nearest clinic.
st: Rea leboha. Ha o sa tla fumana melaetsa ya MomConnect. Haeba o kgathatsehile ka tse amanang le tsa bongaka, re kopa o etele kliniking ya hao e haufi le wena.

source: Thank you. You will receive support messages from MomConnect in the coming weeks.
st: Rea leboha. O tla fumana melaetsa ya tshehetso e tswang ho MomConnect dibekeng tse tlang.
