Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_pmtct.xho_ZA.po
Languages: xh

source: HIV positive moms can have an HIV negative baby! You can get free medicine at the clinic to protect your baby and improve your health
xh: Oomama abane-HIV basenokuba nabantwana abangenayo i-HIV!usenokufumana amayeza mahala ekliniki ukukhusela usana lwakho uphucule nempilo yakho.

source: Recently tested HIV positive? You are not alone, many other pregnant women go through this. Visit b-wise.mobi or call the AIDS Helpline 0800 012 322
xh: Usandul ukufumana ukuba une-HIV? Awuwedwa, maninzi amabhinqa adlule koku, yiya ku-b-wise.mobi okanye ufonele i-AIDS Helpline ku-0800 012 322.

source: You need to be registered on MomConnect to receive these messages. Please visit the nearest clinic to register.
xh: Kuzakufuneka ukuba ube ubhalisile kwiMomConnect ukuze ufumane le miyaleza. Nceda uye kwikliniki ekufuphi uyekubhalisa.

source: To sign up, we need to collect, store and use your info. You may also get messages on public holidays and weekends. Do you consent?
xh: Ukuze ubhalise, kufuneka siqokelele, sigcine size sisebenzise iinkcukacha zakho. Usenokufumana nemiyaleza ngeeholide zikawonke-wonke. Uyavuma?

source: Yes
xh: Ewe

source: No
xh: Hayi

source: Unfortunately without your consent, you cannot register to MomConnect. Thank you for using the MomConnect service. Goodbye.
xh: Ngelishwa, ngaphandle kwemvume yakho awunakubhalisa kwiMomConnect. Enkosi

source: Please enter the year you were born (For example 1981)
xh: Njengoko ungenayo i-ID okanye ipasipoti, nceda ufake unyaka owazalwa ngawo (Umzekelo 1981)

source: Invalid date. Please enter the year you were born (For example 1981)
xh: Kubekho isiphosiso kungenelo lwakho. Nceda faka ngobunono unyaka wakho wokuzalwa kwakhona (umzekelo: 2001)

source: In which month were you born?
xh: Nceda ufake inyanga owazalwa ngayo

source: Please enter the date of the month you were born (For example 21)
xh: Nceda ufake inyanga owazalwa ngayo

source: Invalid date. Please enter the date of the month you were born (For example 21)
xh: Nceda ufake umhla owazalwa ngawo (Umzekelo 14)

source: Would you like to receive messages about keeping your child HIV-negative? The messages will contain words like HIV, medicine & ARVs
xh: Ingaba ungathanda ukufumana imiyaleza malunga nokugcina usana lwakho lungena-HIV? Le miyaleza iza kuquka amagama afana no-HIV, amayeza & iiARV

source: You will now start receiving messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
xh: Ngoku uzakuqalisa ukufumana imiyaleza malunga nokugcina usana lwakho lungena-HIV. Enkosi ngokusebenzisa

source: You have chosen to not receive messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
xh: Ukhethe ukungayifumani imiyaleza malunga nokugcina usana lwakho lungena-HIV. Enkosi ngokusebenzisa iinkonzo zeMomConnect. Sala kakuhle.

source: Please tell us why you do not want to receive messages:
xh: Sixelele kutheni ungafuni ukufumana imiyaleza:

source: Not HIV-positive
xh: Andina-HIV

source: Miscarriage
xh: Siphumile isisu

source: Baby was stillborn
xh: Usana luvele lungasekho

source: Baby died
xh: Usana alusekho

source: Messages not useful
xh: Imiyaleza ayiloncedo

source: Other
xh: Okunye

source: You will not receive SMSs about keeping your baby HIV negative. You will still receive MomConnect SMSs. To stop receiving these SMSs, dial {{ mc_optout_number }}
xh: AwuSAYI kuzifumana iiSMS malunga nookugcina usana lwakho lungena-HIV. UzakuHLALA uzifumana iiSMS zeMomConnect. Ukuyekisa ukufumana ezi SMS, cofa u-*134*550*01#

source: We are sorry for your loss. Would you like to receive a small set of free messages from MomConnect that could help you in this difficult time?
xh: Siyaxolisa ngokulahlekelwa kwakho. Ingaba ungathanda ukufumana imiyaleza yasimahla engephi esuka kwiMomConnect enokukunceda ngeli xesha linzima?

source: Thank you. You will no longer receive any messages from MomConnect. If you have any medical concerns, please visit your nearest clinic.
xh: kwiMomConnect. Ukuba unazo naziphina na iinkxalabo zempilo, nceda uye ekliniki ekufuphi nawe.

source: Thank you. You will receive support messages from MomConnect in the coming weeks.
xh: Enkosi. Uzakufumana imiyaleza yenkxaso esuka kwiMomConnect kwezi veki zizayo.
