{
    "": {
        "project-id-version": "",
        "pot-creation-date": "2022-10-25 02:47:+0000",
        "po-revision-date": "2022-10-25 18:29+0200",
        "last-translator": "",
        "language-team": "",
        "language": "xho_ZA",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 3.2"
    },
    "Welcome back to the The National Department of Health's TB HealthCheck": [
        null,
        "Wamnkelekile kwakhona kwiSebe lezeMpilo likaZwelonke leMpilo yeTB"
    ],
    "Continue where I left off": [
        null,
        "Qhubeka apho bendiyeke khona"
    ],
    "Start over": [
        null,
        "Qala ekuqaleni"
    ],
    "Unfortunately, you cannot participate in the study more than once. You can still continue with a TB Check but you will not be included in the study.": [
        null,
        "Ngelishwa, awukwazi ukuthatha inxaxheba kuphononongo ngaphezu kwexesha elinye. Usenako ukuqhubeka noHlolo lwe-TB kodwa awuzukuqukwa kuphononongo."
    ],
    "Continue": [
        null,
        "Qhubeka"
    ],
    "This service works best when you choose number options from the list.": [
        null,
        "Le nkonzo isebenza kakuhle xa ukhetha inombolo kuluhlu."
    ],
    "The National Department of Health thanks you for helping to protect the health of all SA citizens. Stop the spread of TB.": [
        null,
        "ISebe lezeMpilo leSizwe liyakubulela ngokunceda ukukhusela impilo yabo bonke abemi boMzantsi Afrika. Nqanda ukwanda TB."
    ],
    "START": [
        null,
        "QALA"
    ],
    "This NDoH service only provides health info. Please agree that you are responsible for your own medical care and treatment.": [
        null,
        "Le nkonzo ye-NDoH inikezela ngolwazi lwezempilo. Nceda uvume unoxanduva lokukhathalela impilo yakho nonyango lwakho."
    ],
    "YES": [
        null,
        "EWE"
    ],
    "NO": [
        null,
        "HAYI"
    ],
    "MORE INFO": [
        null,
        "ULWAZI OLUNINZI"
    ],
    "Return to use this service at any time. Remember, if you think you have TB, avoid contact with other people and get tested at your nearest clinic.": [
        null,
        "Buyela usebenzise le nkonzo nanini na. Khumbula, ukuba ucinga une-TB, kuphephe ukunxibelelana nabanye abantu kwaye uye kuvavanywa kwikliniki ekufutshane nawe."
    ],
    "TB HealthCheck does not replace medical advice, diagnosis or treatment. Get a qualified health provider's advice on your medical condition and care.": [
        null,
        "TB HealthCheck ayithathi ngcebiso zonyango. Fumana ingcebiso engaphezulu kumboneleli wezempilo ofanelekileyo kwimeko yakho yonyango kunye nokunakekelwa."
    ],
    "Next": [
        null,
        "Elandelayo"
    ],
    "You use this info at your own risk. This tool cannot replace medical advice. Agree not to ignore or delay getting medical advice on treatment or care": [
        null,
        "Sebenzisa olu lwazi ngomngcipheko wakho. Vuma awuzotyeshela okanye ulibazise ukufumana amacebo ngempilo nonyango okanye unonophelo"
    ],
    "Your personal information is protected under POPIA and in accordance with the provisions of the TBHealthCheck Privacy Notice sent to you by SMS.": [
        null,
        "Ulwazi lwakho lobuqu lukhuselwe nguMthetho wePOPI kwaye ngokuhambelana nemimiselo yeSaziso seMfihlo seTBHealthCheck esithunyelwe kuwe ngeSMS."
    ],
    "ACCEPT": [
        null,
        "YAMKELA"
    ],
    "Choose your preferred language": [
        null,
        "Khetha ulwimi ngokombono wakho"
    ],
    "Please reply with numbers. Choose your preferred language": [
        null,
        "Khetha ulwimi ngokombono wakho "
    ],
    "English": [
        null,
        "English"
    ],
    "isiZulu": [
        null,
        "isiZulu"
    ],
    "Afrikaans": [
        null,
        "Afrikaans"
    ],
    "isiXhosa": [
        null,
        "isiXhosa"
    ],
    "Sesotho": [
        null,
        "Sesotho"
    ],
    "If you agree, we will use your information to see if this TB Check helps people.\nDo you agree?": [
        null,
        "Xa uvuma, siya kusebenzisa ulwazi lwakho ukubona ukuba le-TB Check iyabanceda na abantu.\nuyavuma?"
    ],
    "Please reply with numbers. Are you willing to take part?": [
        null,
        "Ngaba uzimisele ukuthatha inxaxheba?"
    ],
    "Yes": [
        null,
        "Ewe"
    ],
    "No": [
        null,
        "Hayi"
    ],
    "FAQ for more info on TBCheck and the research.": [
        null,
        "FAQ malunga ne - TB Check kunye nophando."
    ],
    "How old are you?": [
        null,
        "Unangaphi?"
    ],
    "Please use numbers from list.\n\nHow old are you?": [
        null,
        "Unangaphi? \n\nPhendula ngenombolo"
    ],
    "under 18": [
        null,
        "ngaphantsi kwe-18"
    ],
    "18-39": [
        null,
        "18-39"
    ],
    "40-65": [
        null,
        "40-65"
    ],
    "over 65": [
        null,
        "Ngaphezu kwa-65"
    ],
    "Unfortunately you cant participate in the study if you are younger than 18.": [
        null,
        "Ngelishwa awunakuthatha inxaxheba kuphononongo ukuba ungaphantsi kweminyaka eyi-18. "
    ],
    "You can still continue with a TB Check but you will not be included in the study": [
        null,
        "Usenako ukuqhubeka nokuhlolwa kwe-TB kodwa awuzukuqukwa kuphononongo."
    ],
    "Okay, no problem. You will not be included in the research, but you can still continue to check if you need to take a TB test.": [
        null,
        "Kulungile, akukho ngxaki. Awuyi kufakwa kuphando, kodwa usenako ukuqhubeka ukujonga ukuba ngaba kufuneka wenze uvavanyo lwe-TB."
    ],
    "Which gender do you identify as?": [
        null,
        "Sesiphi isini ozichonga njengaso?"
    ],
    "Please use numbers from list.\n\nWhich gender do you identify as?": [
        null,
        "Sesiphi isini ozichonga njengaso?"
    ],
    "MALE": [
        null,
        "INDODA"
    ],
    "FEMALE": [
        null,
        "UMFAZI"
    ],
    "OTHER": [
        null,
        "ENYE"
    ],
    "RATHER NOT SAY": [
        null,
        "UKHETHA UKUNGATSHO"
    ],
    "Choose your province": [
        null,
        "Khetha iphondo"
    ],
    "E. CAPE": [
        null,
        "MPUMA KOLONI"
    ],
    "FREE STATE": [
        null,
        "FREYSTATA"
    ],
    "GAUTENG": [
        null,
        "RHAWUTI"
    ],
    "KWAZULU NATAL": [
        null,
        "KWAZULU NATAL"
    ],
    "LIMPOPO": [
        null,
        "LIMPOMPO"
    ],
    "MPUMALANGA": [
        null,
        "MPUMALANGA"
    ],
    "NORTH WEST": [
        null,
        "MNTLA NTSHONA"
    ],
    "N. CAPE": [
        null,
        "MNTLA KOLONI"
    ],
    "W. CAPE": [
        null,
        "NTSHONA KOLONI"
    ],
    "Please type the name of the street where you live.": [
        null,
        "Nceda uchwetheze igama lesitalato ohlala kuso."
    ],
    "Please type the name of the suburb/township/village where you live.": [
        null,
        "Nceda uchwetheze igama lehlomela-dolophu/ilokishi/ilali ohlala kuyo."
    ],
    "Please type the name of the city where you live.": [
        null,
        "Nceda uchwetheze igama lesixeko ohlala kuso."
    ],
    "Please check that the address below is correct and matches the information you gave us:\n{{ address }}": [
        null,
        "Nceda ujonge ukuba le dilesi ingezantsi ichanekile kwaye iyahambelana nolwazi osinike lona:\n{{ address }}"
    ],
    "Let's see how you're feeling today. Do you have a cough?": [
        null,
        "Masibone uziva njani namhlanje. Uyakhohlela?"
    ],
    "Please use numbers from list.\nDo you have a cough?": [
        null,
        "Masibone uziva njani namhlanje. Uyakhohlela?"
    ],
    "Do you have a fever? (when you touch your forehead, does it feel hot?)": [
        null,
        "Unobushushu unefiva? (xa uchukumisa ibunzi lakho, ngaba uziva ushushu?)"
    ],
    "Please use numbers from list. Do you have a fever? (when you touch your forehead, does it feel hot?)": [
        null,
        "Unobushushu unefiva? (xa uchukumisa ibunzi lakho, ngaba uziva ushushu?)"
    ],
    "Are you sweating more than usual at night?": [
        null,
        "Ingaba ubila ngaphezulu kunesiqhelo ebusuku?"
    ],
    "Please use numbers from list. Are you sweating more than usual at night?": [
        null,
        "Ingaba ubila ngaphezulu kunesiqhelo ebusuku?"
    ],
    "Have you been losing weight without trying?": [
        null,
        "Ingaba uye wehla emzimbeni ngaphandle kokuzama?"
    ],
    "Please use numbers from list. Have you been losing weight without trying?": [
        null,
        "Ingaba uye wehla emzimbeni ngaphandle kokuzama?"
    ],
    "Are you at high risk of TB?\n\nRisk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+": [
        null,
        "Ingaba uxhalisekile kakhulu yi-TB? \n\nIngaba uhlala nomntu one-TB OKANYE ubune-TB kule minyaka mibini edlulileyo OKANYE une-HIV"
    ],
    "Please use numbers from list. Are you at high risk for TB?": [
        null,
        "Are you at high risk of TB?\n\nRisk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+"
    ],
    "Yes high risk": [
        null,
        "Ewe"
    ],
    "Dont know": [
        null,
        "Andiyazi"
    ],
    "Now, please agree that the info you shared is correct and that you give the NDoH permission to contact you if needed?": [
        null,
        "Ngoku, nceda uvume ukuba ulwazi owabelane ngalo lulo kwaye unika i-NDoH imvume yokuxhulumana nawe xa kufuneka njalo?"
    ],
    "Thanks for your answers. Your result will be sent soon on SMS. Would you like to receive follow-up messages?": [
        null,
        "Enkosi ngeempendulo zakho. Iziphumo zakho zizakuthunyelwa kungekudala nge-SMS Ungathanda ukufumana imiyalezo elandelelisayo?"
    ],
    "Thanks for choosing to get our follow-up messages.": [
        null,
        "Enkosi ngokukhetha ukufumana imiyalezo yethu yokulandelisa."
    ],
    "Okay thanks, you won't get any follow-up messages.": [
        null,
        "Kulungile enkosi, awuzi kufumana miyalezo yokulandelelisa."
    ],
    "Thanks for your answers. Your result will be sent soon on SMS.": [
        null,
        "Enkosi ngeempendulo zakho. Iziphumo zakho zizakuthunyelwa kungekudala nge-SMS."
    ],
    "This service works best when you select numbers from the list": [
        null,
        "Le nkonzo isebenza kakuhle xa ukhetha inombolo kuluhlu."
    ],
    "See Results": [
        null,
        "Bona Iziphumo"
    ],
    "Your replies to the questions show that you need a TB test this week!\n\nVisit your local clinic for a free TB test.": [
        null,
        "Iimpendulo zakho zibonisa ukuba udinga uxilongo lwe TB kule veki!\n\nYiya ekliniki uyokuvavanya i-TB simahla. Nceda unxibe imaski phambi kokuba ungene eklinikhi"
    ],
    "Your replies to the questions show that you need a TB test this week!": [
        null,
        "Dikarabo tsa hao ho dipotso di bontsha hore o hloka tlhahlobo ea TB bekeng ena!"
    ],
    "With early diagnosis, TB can be cured. Don’t delay, test today!\n\nVisit your local clinic for a free TB test. ": [
        null,
        "Ukufunywanwa ngethuba, i-TB inokunyangeka. Ungalibazisi, vavanya namhlanje!\n\nNdwendwela ikliniki yengingqi yakho ukwenza uvavanyo lwe-TB lwamahala."
    ],
    "Your replies to the questions show that you need a TB test this week!\n\nHere are some tips to help you plan:": [
        null,
        "Iimpendulo zakho zibonisa ukuba udinga uxilongo lwe TB kule veki!\n\nYiya ekliniki uyokuvavanya i-TB simahla. Nceda unxibe imaski phambi kokuba ungene eklinikhi"
    ],
    "* Make the time. Your health is a priority!\n* Pick the most convenient clinic for your test\n* Get there early! Clinics are open for TB testing\nMonday to Friday mornings.": [
        null,
        "Yenza ixesha. Impilo yakho ibalulekile!\nKhetha eyona klinikhi elula kakhulu kuwe ukwenza uvavanyo lwakho.\n Ngezantsi ziikliniki ezi-5 ezikufutshane kuwe."
    ],
    "Where will you go for your test? Reply with the clinic": [
        null,
        "Uza kuvavanywa phi? Phendula ngekliniki"
    ],
    "When will you go for your test? Reply with the day": [
        null,
        "Uza kuvavanywa nini? Phendula ngemini"
    ],
    "MONDAY": [
        null,
        "MVULO"
    ],
    "TUESDAY": [
        null,
        "LWESIBINI"
    ],
    "WEDNESDAY": [
        null,
        "LWESITHATHU"
    ],
    "THURSDAY": [
        null,
        "LWESINE"
    ],
    "FRIDAY": [
        null,
        "LWESIHLANU"
    ],
    "Well done for planning to get your test!": [
        null,
        "Wenze kakuhle ngokuzibophelela ekunakekeleni impilo yakho! "
    ],
    "Your replies to the questions show that you need a TB test this week!\n\n* Go to your local clinic for a free TB test.": [
        null,
        "Iimpendulo zakho zibonisa ukuba udinga uxilongo lwe TB kule veki!\n\nYiya ekliniki uyokuvavanya i-TB simahla. Nceda unxibe imaski phambi kokuba ungene eklinikhi"
    ],
    "* Visit your local clinic for a free TB test.\n* You will get R10 airtime within 1 hour if you commit to get tested.": [
        null,
        "* Yiya kwiklinikhi yengingqi yakho ukufumana uvavanyo lwamahala lwe-TB.\n* Uya kufumana i-airtime ye-R10 ukuba uyazibophelela ukuba uvavanywe. "
    ],
    "Your replies to the questions show that you need a TB test this week.": [
        null,
        "Dikarabo tsa hao ho dipotso di bontsha hore o hloka tlhahlobo ea TB bekeng ena."
    ],
    "Do you commit to getting tested?": [
        null,
        "Ingaba uyazibophelela ukuba uzakuvavanya?"
    ],
    "Please use numbers from list. Do you commit to getting tested?": [
        null,
        "Ingaba uyazibophelela ukuba uzakuvavanya?"
    ],
    "Well done for committing to your health!": [
        null,
        "Wenze kakuhle ngokuzibophelela ekunakekeleni impilo yakho!"
    ],
    "Even if you can’t commit now, it is still important to get tested.": [
        null,
        "Nokuba awukwazi ukuzibophelela ngoku, kusabalulekile ukuba uvavanye."
    ],
    "You don't need a TB test now, but if you develop cough, fever, weight loss or night sweats visit your nearest clinic.": [
        null,
        "Akudingi vavanyo lwe-TB ngoku, kodwa ukuba ngaba uyakhohlela, unomkhuhlane, uncipha umzimba okanye uyabila ebusuku tyelela iklinikhi ekufutshane nawe."
    ],
    "Your replies to the questions show you need a TB test this week.\n\nGo to your clinic for a free TB test.": [
        null,
        "Iimpendulo zakho zibonisa ukuba udinga uxilongo lwe TB kule veki.\n\nYiya ekliniki uyokuvavanya i-TB simahla. Nceda unxibe imaski phambi kokuba ungene eklinikhi."
    ],
    "Check if those you live with are on TB treatment. If you don't know your HIV status, visit the clinic for a free HIV test. Then do the TB check again.": [
        null,
        "Jonga abo uhlala nabo bakunyango lwe-TB na. Ukuba awusazi isimo sakho se-HIV, yiya ekliniki wenze uvavanyo lwasimahla lwe-HIV. Emva koko hlola i-TB kwakhona."
    ],
    "None": [
        null,
        ""
    ],
    "We will use this information to see if TB HealthCheck helps people. To continue, reply YES. For more on TB HealthCheck and the research, reply MORE.": [
        null,
        "Siza kusebenzisa olu lwazi ukubona ukuba le-TB HealthCheck inceda abantu.\nUkuqhubeka phendula u EWE. Ukuze ufumane okungakumbi ngeTB HealthCheck kunye nophando, phendula NGAKUMBI."
    ],
    "Sorry, we don't understand. Please try again.\n\nEnter the number that matches your answer.": [
        null,
        "Uxolo, asiqondi. Nceda zama kwakhona. \n\nFaka inombolo ehambelana nempendulo yakho."
    ],
    "More": [
        null,
        "Ngakumbi"
    ],
    "Did you find TB HealthCheck useful?": [
        null,
        "Ingaba ufumene i-TB HealthCheck iluncedo? "
    ],
    "Don't know": [
        null,
        "Andiyazi "
    ],
    "I did not go to the clinic for a TB test because it takes too much time. Do you agree?": [
        null,
        "Khange ndiye ekliniki kuvavanyo lwe-TB kuba kuthatha ixesha elininzi.\nUyavuma?"
    ],
    "Agree": [
        null,
        "Vuma"
    ],
    "Disagree": [
        null,
        "Andivumelani"
    ],
    "I did not go to the clinic for a TB test because there are no clinics close to me.": [
        null,
        "Khange ndiye ekliniki kuvavanyo lwe-TB kuba akukho ziklinikhi ezikufutshane kum.\nUyavuma?"
    ],
    "I did not go to the clinic for a TB test because I do not want to think about having TB. Do you agree?": [
        null,
        "Khange ndiye ekliniki kuvavanyo lwe-TB kuba andifuni ukucinga malunga ne-TB.\nUyavuma? "
    ],
    "Are there any other reasons why you did not go to the clinic for a TB test?Reply in your own words.": [
        null,
        "Ngaba zikho ezinye izizathu zokuba ungayi ekliniki kuvavanyo lwe-TB? Phendula ngamazwi akho."
    ],
    "Thank you for taking part in the survey. Your R10 in airtime is on its way!": [
        null,
        "Enkosi ngokuthatha inxaxheba kuphando. I - airtime yakho ye - R10 isendleleni!"
    ],
    "Back": [
        null,
        "Buya umva"
    ],
    "Exit": [
        null,
        "Phuma"
    ],
    "The FAQ has been sent to you on SMS. What would you like to do?": [
        null,
        "I-FAQ ithunyelwe kuwe ngeSMS. Ingaba ungathanda ukwenza ntoni?"
    ],
    "Please reply with the number that matches your answer.": [
        null,
        "Khetha ulwimi ngokombono wakho."
    ],
    "What would you like to know?": [
        null,
        "Yintoni ongathanda ukuyazi?"
    ],
    "More about the research?": [
        null,
        "Okunye malunga nophando?"
    ],
    "What information will you ask me for?": [
        null,
        "Luluphi ulwazi onokuthi undibuze ngalo?"
    ],
    "Why did I get the SMS?": [
        null,
        "Kutheni ndifumene le-SMS?"
    ],
    "What I'll need to do?": [
        null,
        "Kufuneka ndenze ntoni?"
    ],
    "Can I stop halfway through the survey?": [
        null,
        "Ndithini ukuba ndifuna ukuyeka phakathi kwisaveyi?"
    ],
    "Are there costs or risks to me?": [
        null,
        "Ngaba zikho iindleko okanye iingozi kum?"
    ],
    "What happens to the information?": [
        null,
        "Kuya kwenzeka ntoni kulwazi?"
    ],
    "Many people don't realise that TB is cureable and test too late. Your answers will help us understand whether TB HealthCheck really helps people.": [
        null,
        "Abantu abaninzi abayiqondi into yokuba i-TB iyanyangeka kwaye bathatha uvavanyo emva kwexesha elide kakhulu. Iimpendulo zakho ziya kusinceda siqonde ukuba ngaba i-TB HealthCheck iyabanceda ngenene na abantu.  "
    ],
    "Did TB HealthCheck encourage you to get tested?": [
        null,
        "Ngaba i-TB HealthCheck ikukhuthazile ukuva uvavanywe?"
    ],
    "Would you have tested without TB HealthCheck?": [
        null,
        "Ngaba ubuya kuvavanywa ngaphandle kweTB HealthCheck?"
    ],
    "Would you have further delayed testing without TB HealthCheck?": [
        null,
        "Ngaba ubuzakulibazisa ngakumbi uvavanyo ngaphandle kweTB Healthcheck?"
    ],
    "The waiting times at the clinic were too long.\n\nDo you agree?": [
        null,
        "Amaxesha okulinda ezikliniki ayemade kakhulu. \n\nUyavuma?"
    ],
    "How was your experience at the clinic?": [
        null,
        "Ebenjani amava akho ekliniki?"
    ],
    "Bad": [
        null,
        "Imbi"
    ],
    "Ok": [
        null,
        "Kulungile"
    ],
    "Good": [
        null,
        "Intle"
    ],
    "Was it difficult to get access to a TB test? Please reply with details of any problems you experienced.": [
        null,
        "Ngaba kwakunzima ukufumana uvavanyo lwe-TB? Nceda uphendule ngeenkcukacha zazo naziphi na iingxaki othe wadibana nazo."
    ],
    "Why did you go to the clinic for a TB test?": [
        null,
        "Kutheni uye ekliniki kuvavanyo lwe-TB?"
    ],
    "Can we phone you to get more information?": [
        null,
        "Ngaba singakutsalela umnxeba ukufumana ulwazi oluthe kratya?"
    ]
}