Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_pmtct.nso_ZA.po
Languages: nso

source: HIV positive moms can have an HIV negative baby! You can get free medicine at the clinic to protect your baby and improve your health
nso: Bomma ba HIV ba ka ba le bana ba go sebe le HIV!O ka hwetsa dihlare tsa mahala kliniking go sireletsa ngwana wa gago le go hlabolla tsa maphelo a gago

source: Recently tested HIV positive? You are not alone, many other pregnant women go through this. Visit b-wise.mobi or call the AIDS Helpline 0800 012 322
nso: Ao lekotswe goba le HIV malobanyana? Gao nnosi, basadi ba bantsi ba baimana ba diregile ka mokgwa wo. Etela b-wise.mobi goba leletsa AIDS Helpline 0800 012 322

source: Yes
nso: Ee

source: You need to be registered on MomConnect to receive these messages. Please visit the nearest clinic to register.
nso: O tla swanelwa ke go ingwadisa goMomConnect go hwetsa melaetsa ye. Etela kliniki ya kgauswi go ingwadisa.

source: To sign up, we need to collect, store and use your info. You may also get messages on public holidays and weekends. Do you consent?
nso: Gore o ingwadise, re nyaka go hwetsa, go boloka le go somisa tshedimoso ya gago. O ka hwetsa melaetsa ka maikhutso le mafelelo a beke. O a dumela?

source: No
nso: Aowa

source: Unfortunately without your consent, you cannot register to MomConnect. Thank you for using the MomConnect service. Goodbye.
nso: Ka bomadimabe, ntle le tumelelo ya gago, o ka se kgone go ingwadisa goMomConnect. Re leboga ge o somisa tirelo ya MomConnect. sala gabotse.

source: Please enter the year you were born (For example 1981)
nso: o kgopelwa go tsenya ngwaga wo o belegwego ka ona (Go fa mohlala 1981)

source: Invalid date. Please enter the year you were born (For example 1981)
nso: O kgopelwa go tsenya letsatsi la matswalo (Go fa mohlala, 14)

source: In which month were you born?
nso: O kgopelwa go tsenya kgwedi ya matswalo

source: Please enter the date of the month you were born (For example 21)
nso: O kgopelwa go tsenya letšatši la matswalo (Go fa mohlala, 14)

source: Invalid date. Please enter the date of the month you were born (For example 21)
nso: O kgopelwa go tsenya letšatši la matswalo (Go fa mohlala, 14)

source: Would you like to receive messages about keeping your child HIV-negative?
nso: Na o nyaka go hwetsa melaetsa ka ga go ba le ngwana yo a se nago HIV? Melaetsa e tla ba le mantsu a go swana le HIV, dihlare & diARV

source: You will now start receiving messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
nso: O tla thoma go hwetsa melaetsa ya gore o ka dirang gore ngwana wa gago a dule a le HIV-. Re leboga ge o somisa tirelo ya MomConnect. sala gabotse.

source: You have chosen to not receive messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
nso: O kgethile go se hwetse melaetsa ka ga go hlokomela ngwana wa gago gore a se be le HIV. Re leboga ge osomisa tirelo ya MomConnect.sala gabotse.

source: Please tell us why you do not want to receive messages:
nso: Ke ka lebaka la eng o sa nyake melaetsa:

source: Not HIV-positive
nso: Ga ke HIV+

source: Miscarriage
nso: Ke gomile tseleng

source: Baby was stillborn
nso: Ngwana ebile sefolotsana

source: Baby died
nso: Ngwana o hlokofetse

source: Messages not useful
nso: Ga go thuse

source: Other
nso: Yenngwe

source: You will not receive SMSs about keeping your baby HIV negative. You will still receive MomConnect SMSs. To stop receiving these SMSs, dial {{ mc_optout_number }}
nso: O ka se hwetse melaetsa ka ga go swara ngwana wa gago a le HIV-. O tla tswela pele go hwetsa diSMS tsaMomConnect. Go emisa go hwetsa diSMS, leletsa*134*550*1#

source: We are sorry for your loss. Would you like to receive a small set of free messages from MomConnect that could help you in this difficult time?
nso: Re manyami ka tobo ya gago. O nyaka go hwetsa sete ye nnyane ya melaetsa ya mahala go tswa goMomConnect yeo e kago go thusa mo nakong ya mahloko?

source: Thank you. You will no longer receive any messages from MomConnect. If you have any medical concerns, please visit your nearest clinic.
nso: Re a leboga. O ka se sa hwetsa melaetsa go tswa goMomConnect. Ge e ba o na le dipelaelo ka tsa maphelo, etela kliniki ya gago ya kgauswi.

source: Thank you. You will receive support messages from MomConnect in the coming weeks.
nso: Re a leboga. O tla hwetsa melaetsa ya thekgo go tswa go MomConnect dibeke tse di tlang.
