Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_tb_check.xho_ZA.po
Languages: xho_za

source: Welcome back to the The National Department of Health's TB HealthCheck
xho_za: Wamnkelekile kwakhona kwiSebe lezeMpilo likaZwelonke leMpilo yeTB

source: Continue where I left off
xho_za: Qhubeka apho bendiyeke khona

source: Start over
xho_za: Qala ekuqaleni

source: Unfortunately, you cannot participate in the study more than once. You can still continue with a TB Check but you will not be included in the study.
xho_za: Ngelishwa, awukwazi ukuthatha inxaxheba kuphononongo ngaphezu kwexesha elinye. Usenako ukuqhubeka noHlolo lwe-TB kodwa awuzukuqukwa kuphononongo.

source: Continue
xho_za: Qhubeka

source: This service works best when you choose number options from the list.
xho_za: Le nkonzo isebenza kakuhle xa ukhetha inombolo kuluhlu.

source: The National Department of Health thanks you for helping to protect the health of all SA citizens. Stop the spread of TB.
xho_za: ISebe lezeMpilo leSizwe liyakubulela ngokunceda ukukhusela impilo yabo bonke abemi boMzantsi Afrika. Nqanda ukwanda TB.

source: START
xho_za: QALA

source: This NDoH service only provides health info. Please agree that you are responsible for your own medical care and treatment.
xho_za: Le nkonzo ye-NDoH inikezela ngolwazi lwezempilo. Nceda uvume unoxanduva lokukhathalela impilo yakho nonyango lwakho.

source: YES
xho_za: EWE

source: NO
xho_za: HAYI

source: MORE INFO
xho_za: ULWAZI OLUNINZI

source: Return to use this service at any time. Remember, if you think you have TB, avoid contact with other people and get tested at your nearest clinic.
xho_za: Buyela usebenzise le nkonzo nanini na. Khumbula, ukuba ucinga une-TB, kuphephe ukunxibelelana nabanye abantu kwaye uye kuvavanywa kwikliniki ekufutshane nawe.

source: TB HealthCheck does not replace medical advice, diagnosis or treatment. Get a qualified health provider's advice on your medical condition and care.
xho_za: TB HealthCheck ayithathi ngcebiso zonyango. Fumana ingcebiso engaphezulu kumboneleli wezempilo ofanelekileyo kwimeko yakho yonyango kunye nokunakekelwa.

source: Next
xho_za: Okulandelayo

source: You use this info at your own risk. This tool cannot replace medical advice. Agree not to ignore or delay getting medical advice on treatment or care
xho_za: Sebenzisa olu lwazi ngomngcipheko wakho. Vuma awuzotyeshela okanye ulibazise ukufumana amacebo ngempilo nonyango okanye unonophelo

source: Your personal information is protected under POPIA and in accordance with the provisions of the TB HealthCheck Privacy Notice sent to you by SMS.
xho_za: Ulwazi lwakho lobuqu lukhuselwe nguMthetho wePOPI kwaye ngokuhambelana nemimiselo yeSaziso seMfihlo seTB HealthCheck esithunyelwe kuwe ngeSMS.

source: ACCEPT
xho_za: YAMKELA

source: Choose your preferred language
xho_za: Khetha ulwimi ngokombono wakho

source: Please reply with numbers. Choose your preferred language
xho_za: Khetha ulwimi ngokombono wakho

source: If you agree, we will use your information to see if this TB Check helps people. Do you agree?
xho_za: Xa uvuma, siya kusebenzisa ulwazi lwakho ukubona ukuba le-TB Check iyabanceda na abantu. uyavuma?

source: Please reply with numbers. Do you agree?
xho_za: Phendula ngenombolo. uyavuma?

source: Yes
xho_za: Ewe

source: No
xho_za: Hayi

source: FAQ for more info on TBCheck and the research.
xho_za: FAQ malunga ne - TB Check kunye nophando.

source: How old are you?
xho_za: Unangaphi?

source: Please use numbers from list. How old are you?
xho_za: Unangaphi? Phendula ngenombolo

source: under 18
xho_za: ngaphantsi kwe-18

source: over 65
xho_za: Ngaphezu kwa-65

source: Okay, no problem. You will not be included in the research, but you can still continue to check if you need to take a TB test.
xho_za: Kulungile, akukho ngxaki. Awuyi kufakwa kuphando, kodwa usenako ukuqhubeka ukujonga ukuba ngaba kufuneka wenze uvavanyo lwe-TB.

source: Which gender do you identify as?
xho_za: Sesiphi isini ozichonga njengaso?

source: Please use numbers from list. Which gender do you identify as?
xho_za: Sesiphi isini ozichonga njengaso?

source: MALE
xho_za: INDODA

source: FEMALE
xho_za: UMFAZI

source: OTHER
xho_za: ENYE

source: RATHER NOT SAY
xho_za: UKHETHA UKUNGATSHO

source: Choose your province
xho_za: Khetha iphondo

source: E. CAPE
xho_za: MPUMA KOLONI

source: FREE STATE
xho_za: FREYSTATA

source: GAUTENG
xho_za: RHAWUTI

source: LIMPOPO
xho_za: LIMPOMPO

source: NORTH WEST
xho_za: MNTLA NTSHONA

source: N. CAPE
xho_za: MNTLA KOLONI

source: W. CAPE
xho_za: NTSHONA KOLONI

source: Please type the name of the street where you live.
xho_za: Nceda uchwetheze igama lesitalato ohlala kuso.

source: Please type the name of the suburb/township/village where you live.
xho_za: Nceda uchwetheze igama lehlomela-dolophu/ilokishi/ilali ohlala kuyo.

source: Please type the name of the city where you live.
xho_za: Nceda uchwetheze igama lesixeko ohlala kuso.

source: Sorry, we don't understand. Please try again. Please type the name of the city where you live
xho_za: Uxolo, asiqondi. Nceda zama kwakhona. Nceda uchwetheze igama lesixeko ohlala kuso

source: Please check that the address below is correct and matches the information you gave us: {{ address }}
xho_za: Nceda ujonge ukuba le dilesi ingezantsi ichanekile kwaye iyahambelana nolwazi osinike lona: {{ address }}

source: Let's see how you're feeling today. Do you have a cough?
xho_za: Masibone uziva njani namhlanje. Uyakhohlela?

source: Please use numbers from list. Do you have a cough?
xho_za: Masibone uziva njani namhlanje. Uyakhohlela?

source: Do you have a fever? (when you touch your forehead, does it feel hot?)
xho_za: Unobushushu unefiva? (xa uchukumisa ibunzi lakho, ngaba uziva ushushu?)

source: Please use numbers from list. Do you have a fever? (when you touch your forehead, does it feel hot?)
xho_za: Unobushushu unefiva? (xa uchukumisa ibunzi lakho, ngaba uziva ushushu?)

source: Are you sweating more than usual at night?
xho_za: Ingaba ubila ngaphezulu kunesiqhelo ebusuku?

source: Please use numbers from list. Are you sweating more than usual at night?
xho_za: Ingaba ubila ngaphezulu kunesiqhelo ebusuku?

source: Have you been losing weight without trying?
xho_za: Ingaba uye wehla emzimbeni ngaphandle kokuzama?

source: Please use numbers from list. Have you been losing weight without trying?
xho_za: Ingaba uye wehla emzimbeni ngaphandle kokuzama?

source: Are you at high risk of TB? Risk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+
xho_za: Ingaba uxhalisekile kakhulu yi-TB? Ingaba uhlala nomntu one-TB OKANYE ubune-TB kule minyaka mibini edlulileyo OKANYE une-HIV

source: Please use numbers from list. Are you at high risk for TB?
xho_za: Are you at high risk of TB? Risk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+

source: Yes high risk
xho_za: Ewe

source: Dont know
xho_za: Andiyazi

source: Now, please agree that the info you shared is correct and that you give the NDoH permission to contact you if needed?
xho_za: Ngoku, nceda uvume ukuba ulwazi owabelane ngalo lulo kwaye unika i-NDoH imvume yokuxhulumana nawe xa kufuneka njalo?

source: Finally, please agree that the info you shared is correct.
xho_za: Okokugqibela, nceda uvume ukuba ulwazi owabelane ngalo luchanekile ngokolwazi lwakho lonke.

source: Thanks for your answers. Your result will be sent soon by SMS. Would you like to receive follow-up messages?
xho_za: Enkosi ngeempendulo zakho. Iziphumo zakho zizakuthunyelwa kungekudala nge-SMS Ungathanda ukufumana imiyalezo elandelelisayo?

source: Thanks for choosing to get our follow-up messages.
xho_za: Enkosi ngokukhetha ukufumana imiyalezo yethu yokulandelisa.

source: Okay thanks, you won't get any follow-up messages.
xho_za: Kulungile enkosi, awuzi kufumana miyalezo yokulandelelisa.

source: Thanks for your answers. Your result will be sent soon by SMS.
xho_za: Enkosi ngeempendulo zakho. Iziphumo zakho zizakuthunyelwa kungekudala nge-SMS.

source: This service works best when you select numbers from the list
xho_za: Le nkonzo isebenza kakuhle xa ukhetha inombolo kuluhlu.

source: See Results
xho_za: Bona Iziphumo

source: Your replies to the questions show that you need a TB test this week! Visit your local clinic for a free TB test.
xho_za: Iimpendulo zakho zibonisa ukuba udinga uxilongo lwe TB kule veki! Yiya ekliniki uyokuvavanya i-TB simahla. Nceda unxibe imaski phambi kokuba ungene eklinikhi

source: Your replies to the questions show that you need a TB test this week! With early diagnosis, TB can be cured. Don’t delay, test today!
xho_za: Iimpendulo zakho zibonisa ukuba udinga uxilongo lwe TB kule veki! Ukufunywanwa ngethuba, i-TB inokunyangeka. Ungalibazisi, vavanya namhlanje!

source: You will get R15 airtime within 1 hour if you commit to get tested. Do you commit to getting tested?
xho_za: Uya kufumana i-airtime ye-R15 ukuba uyazibophelela ukuba uvavanywe. Ingaba uyazibophelela ukuba uzakuvavanya?

source: Please use numbers from list. Do you commit to getting tested?
xho_za: Ingaba uyazibophelela ukuba uzakuvavanya?

source: Even if you can’t commit now, it is still important to get tested.
xho_za: Nokuba awukwazi ukuzibophelela ngoku, kusabalulekile ukuba uvavanye.

source: When will you go for your test? Reply with the day
xho_za: Uza kuvavanywa nini? Phendula ngemini

source: MONDAY
xho_za: MVULO

source: TUESDAY
xho_za: LWESIBINI

source: WEDNESDAY
xho_za: LWESITHATHU

source: THURSDAY
xho_za: LWESINE

source: FRIDAY
xho_za: LWESIHLANU

source: Well done for committing to your health!
xho_za: Wenze kakuhle ngokuzibophelela ekunakekeleni impilo yakho!

source: You don't need a TB test now, but if you develop cough, fever, weight loss or night sweats visit your nearest clinic.
xho_za: Akudingi vavanyo lwe-TB ngoku, kodwa ukuba ngaba uyakhohlela, unomkhuhlane, uncipha umzimba okanye uyabila ebusuku tyelela iklinikhi ekufutshane nawe.

source: Your replies to the questions show you need a TB test this week. Go to your clinic for a free TB test.
xho_za: Iimpendulo zakho zibonisa ukuba udinga uxilongo lwe TB kule veki. Yiya ekliniki uyokuvavanya i-TB simahla. Nceda unxibe imaski phambi kokuba ungene eklinikhi.

source: You don't need a TB test at present. If you develop cough, fever, weight loss or night sweats visit your nearest clinic.
xho_za: Akudingi vavanyo lwe-TB ngoku. Ukuba ngaba uyakhohlela, unomkhuhlane, uncipha umzimba okanye uyabila ebusuku tyelela iklinikhi ekufutshane nawe.

source: Check if those you live with are on TB treatment. If you don't know your HIV status, visit the clinic for a free HIV test. Then do the TB check again.
xho_za: Jonga abo uhlala nabo bakunyango lwe-TB na. Ukuba awusazi isimo sakho se-HIV, yiya ekliniki wenze uvavanyo lwasimahla lwe-HIV. Emva koko hlola i-TB kwakhona.

source: We will use this information to see if TB HealthCheck helps people. To continue, reply YES. For more on TB HealthCheck and the research, reply MORE.
xho_za: Siza kusebenzisa olu lwazi ukubona ukuba le-TB HealthCheck inceda abantu. Ukuqhubeka phendula u EWE. Ukuze ufumane okungakumbi ngeTB HealthCheck kunye nophando, phendula NGAKUMBI.

source: Sorry, we don't understand. Please try again. Enter the number that matches your answer.
xho_za: Uxolo, asiqondi. Nceda zama kwakhona. Faka inombolo ehambelana nempendulo yakho.

source: More
xho_za: Ngakumbi

source: Did you find TB HealthCheck useful?
xho_za: Ingaba ufumene i-TB HealthCheck iluncedo?

source: Don't know
xho_za: Andiyazi

source: I did not go to the clinic for a TB test because it takes too much time. Do you agree?
xho_za: Khange ndiye ekliniki kuvavanyo lwe-TB kuba kuthatha ixesha elininzi. Uyavuma?

source: Agree
xho_za: Vuma

source: Disagree
xho_za: Andivumelani

source: I did not go to the clinic for a TB test because there are no clinics close to me.
xho_za: Khange ndiye ekliniki kuvavanyo lwe-TB kuba akukho ziklinikhi ezikufutshane kum. Uyavuma?

source: I did not go to the clinic for a TB test because I do not want to think about having TB. Do you agree?
xho_za: Khange ndiye ekliniki kuvavanyo lwe-TB kuba andifuni ukucinga malunga ne-TB. Uyavuma?

source: Are there any other reasons why you did not go to the clinic for a TB test?Reply in your own words.
xho_za: Ngaba zikho ezinye izizathu zokuba ungayi ekliniki kuvavanyo lwe-TB? Phendula ngamazwi akho.

source: Thank you for taking part in the survey. Your R15 in airtime is on its way!
xho_za: Enkosi ngokuthatha inxaxheba kuphando. I - airtime yakho ye - R15 isendleleni!

source: Back
xho_za: Buyela

source: Exit
xho_za: Phuma

source: The FAQ has been sent to you by SMS. What would you like to do?
xho_za: I-FAQ ithunyelwe kuwe nge-SMS. Ingaba ungathanda ukwenza ntoni?

source: Please reply with the number that matches your answer.
xho_za: Khetha ulwimi ngokombono wakho.

source: What would you like to know?
xho_za: Ungathanda ukwazi ntoni?

source: More about the research?
xho_za: Ngaba ungandixelela ngakumbi malunga nophando?

source: What information will you ask me for?
xho_za: Luluphi ulwazi oza kundibuza ngalo?

source: Why did I get the SMS?
xho_za: Kutheni ndifumene le SMS?

source: What I'll need to do?
xho_za: Ndiza kwenza ntoni?

source: Can I stop halfway through?
xho_za: Ndingayeka phakathi?

source: Are there costs or risks?
xho_za: Ngaba zikho iindleko/umngcipheko?

source: What happens to the info?
xho_za: Kwenzeka ntoni kulwazi?

source: What to do if I am unhappy?
xho_za: Kuthekani ukuba andingonwabanga?

source: Many people don't realise that TB is cureable and test too late. Your answers will help us understand whether TB HealthCheck really helps people.
xho_za: Abantu abaninzi abayiqondi into yokuba i-TB iyanyangeka kwaye bathatha uvavanyo emva kwexesha elide kakhulu. Iimpendulo zakho ziya kusinceda siqonde ukuba ngaba i-TB HealthCheck iyabanceda ngenene na abantu.

source: Did TB HealthCheck encourage you to get tested?
xho_za: Ngaba i-TB HealthCheck ikukhuthazile ukuva uvavanywe?

source: Would you have tested without TB HealthCheck?
xho_za: Ngaba ubuya kuvavanywa ngaphandle kweTB HealthCheck?

source: Would you have further delayed testing without TB HealthCheck?
xho_za: Ngaba ubuzakulibazisa ngakumbi uvavanyo ngaphandle kweTB Healthcheck?

source: The waiting times at the clinic were too long. Do you agree?
xho_za: Amaxesha okulinda ezikliniki ayemade kakhulu. Uyavuma?

source: How was your experience at the clinic?
xho_za: Ebenjani amava akho ekliniki?

source: Bad
xho_za: Imbi

source: Ok
xho_za: Kulungile

source: Good
xho_za: Intle

source: Was it difficult to get access to a TB test? Please reply with details of any problems you experienced.
xho_za: Ngaba kwakunzima ukufumana uvavanyo lwe-TB? Nceda uphendule ngeenkcukacha zazo naziphi na iingxaki othe wadibana nazo.

source: Why did you go to the clinic for a TB test?
xho_za: Kutheni uye ekliniki kuvavanyo lwe-TB?

source: Can we phone you to get more information?
xho_za: Ngaba singakutsalela umnxeba ukufumana ulwazi oluthe kratya?
