{
    "": {
        "project-id-version": "POPI_USER_DATA",
        "pot-creation-date": "2018-10-03 10:07:+0000",
        "po-revision-date": "2018-10-25 14:50+0200",
        "last-translator": "Kaitlyn Crawford <kaitlyn@praekelt.org>",
        "language-team": "Tsonga <LL@li.org>",
        "language": "ts",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.2"
    },
    "Personal info:\nPhone Number: {{msisdn}}\nID Number: {{id}}\nDate of Birth: {{dob}}\nChannel: {{channel}}\nLanguage: {{lang}}": [
        null,
        "Vuxokoxoko bya wena:\nNomboro ya Foni: {{msisdn}}\nNomboro ya Pasi: {{id}}\nSiku ro Velekiwa: {{dob}}\nChanele: {{channel}}\nRirimi: {{lang}}"
    ],
    "Personal info:\nPhone Number: {{msisdn}}\nOrigin of Passport: {{passport_or}}\nPassport: {{passport_num}}\nDate of Birth: {{dob}}\nChannel: {{channel}}\nLanguage: {{lang}}": [
        null,
        "Vuxokoxoko bya wena:\nNomboro ya Foni: {{msisdn}}\nTiko ra Phasipoto: {{passport_or}}\nPhasipoto: {{passport_num}}\nSiku ro Velekiwa: {{dob}}\nChanele: {{channel}}\nRirimi: {{lang}}"
    ],
    "{{first}}\nMessage set: {{mset}}": [
        null,
        "{{first}}\nXikatsa xa swihungwana: {{mset}}"
    ],
    "SMS": [
        null,
        "SMS"
    ],
    "WhatsApp": [
        null,
        "WhatsApp"
    ],
    "What would you like to do?": [
        null,
        "U lava ku endla yini?"
    ],
    "See my personal info": [
        null,
        "Ku vona vuxokoxoko bya mina n'wini"
    ],
    "Change my info": [
        null,
        "Ku cinca vuxokoxoko bya mina"
    ],
    "Request to delete my info": [
        null,
        "Ku kombela ku sula vuxokoxoko bya mina"
    ],
    "More": [
        null,
        "Swo tala"
    ],
    "Back": [
        null,
        "Vuyela endzhaku"
    ],
    "Main Menu": [
        null,
        "Menyunkulu"
    ],
    "Use a different phone number": [
        null,
        "Ku tirhisa nomboro yin'wana ya riqingho"
    ],
    "Update my language choice": [
        null,
        "Ku cinca ririmi ra mina"
    ],
    "Update my identification": [
        null,
        "Ku cinca vutitivisi bya mina"
    ],
    "Receive messages over {{channel}}": [
        null,
        "Kuma swihungwana hi {{chanele}}"
    ],
    "What would you like to change? To change your due date, visit a clinic": [
        null,
        "U lava ku cinca yini? Ku cinca siku ro ya, yana etliliniki"
    ],
    "MomConnect will automatically delete your personal information 7 years and 9 months after you registered. Do you want us to delete it now?": [
        null,
        "MomConnect yi ta sula xikan'wekan'we vuxokoxoko lebyi 7 wa malembe na 9 wa tin'hweti endzhaku ka loko u tsarisile. Kumbe u lava ku byi sula sweswi?"
    ],
    "Yes": [
        null,
        "Ina"
    ],
    "No": [
        null,
        "E-e"
    ],
    "Thank you. Your info has been updated. You will now receive messages from MomConnect via {{channel}}.": [
        null,
        "Ha khensa. Vuxokoxoko byi pfuxetiwile. U ta kuma swihungwana swa MomConnect hi {{chanele}}"
    ],
    "Update my other info": [
        null,
        "Pfuxeta vuxokoxoko bya mina lebyin’wana"
    ],
    "Choose a language for your messages:": [
        null,
        "Hlawula ririmi ra swihungwana swa wena:"
    ],
    "isiZulu": [
        null,
        "Xizulu"
    ],
    "isiXhosa": [
        null,
        "Xiqhoza"
    ],
    "Afrikaans": [
        null,
        "Xibunu"
    ],
    "English": [
        null,
        "Xinghezi"
    ],
    "Sesotho sa Leboa": [
        null,
        "Xisuthu xa le N'walungwini"
    ],
    "Setswana": [
        null,
        "Xitswana"
    ],
    "Sesotho": [
        null,
        "Xisuthu"
    ],
    "Xitsonga": [
        null,
        "Xitsonga"
    ],
    "siSwati": [
        null,
        "Xiswazi"
    ],
    "Tshivenda": [
        null,
        "Xivhenda"
    ],
    "isiNdebele": [
        null,
        "Xindhevele"
    ],
    "Thank you. Your info has been updated. You will now receive messages from MomConnect in {{language}}.": [
        null,
        "Ha khensa. Vuxokoxoko byi pfuxetiwile. U ta kuma swihungwana swa MomConnect hi {{ririmi}}"
    ],
    "What kind of identification do you have?": [
        null,
        "U na muxaka wihi wa vutitivisi?"
    ],
    "South African ID": [
        null,
        "Pasi ra Afrika-Dzonga"
    ],
    "Passport": [
        null,
        "Phasipoto"
    ],
    "Thank you. Please enter your ID number. eg. 8805100273098": [
        null,
        "Ha khensa. Hi kombela u nghenisa nomboro ya wena ya Pasi (xik. 8805100273098)"
    ],
    "Invalid ID number. Please re-enter": [
        null,
        "Nomboro ya pasi leyi nga amukelekiki. Hi kombela u nghenisa nakambe."
    ],
    "What is the country of origin of the passport?": [
        null,
        "Hi rihi tiko leri phasipoto ya wena yi humaka eka rona?"
    ],
    "Zimbabwe": [
        null,
        "Zimbabwe"
    ],
    "Mozambique": [
        null,
        "Mozambique"
    ],
    "Malawi": [
        null,
        "Malawi"
    ],
    "Nigeria": [
        null,
        "Nigeria"
    ],
    "DRC": [
        null,
        "DRC"
    ],
    "Somalia": [
        null,
        "Somalia"
    ],
    "Other": [
        null,
        "Rin'wana"
    ],
    "There was an error in your entry. Please carefully enter the passport number again.": [
        null,
        "A ku ri na xihoxo eka xinghenisiwa xa wena. Hi kombela u nghenisa hi vukheta nomboro ya wena ya phasipoto nakambe."
    ],
    "Please enter the passport number:": [
        null,
        "Ha khensa. Hi kombela u nghenisa nomboro ya wena ya phasipoto."
    ],
    "Thank you. Your info has been updated. Your registered identification is {{identification_type}} {{identification_number}}.": [
        null,
        "Ha khensa. Vuxokoxoko byi pfuxetiwile. Vutitivisi bya wena lebyi tsariweke i {{muxaka_wa_vutitivisi}}                      {{nomboro _ya_pasi}}"
    ],
    "Please enter the new phone number we should use to send you messages eg. 0813547654": [
        null,
        "Hi kombela u nghenisa nomboro leyintshwa ya riqingho leyi hi faneleke ku yi tirhisa ku ku rhumela swihungwana xik. 0813547654"
    ],
    "Invalid phone number. Please re-enter (with no spaces)": [
        null,
        "Nomboro ya riqingho leyi nga amukelekiki. Hi kombela u nghenisa nakambe (ku ri hava swivandla)"
    ],
    "Sorry, the number you are trying to move to already has an active registration. To manage that registration, please redial from that number.": [
        null,
        "Hi khomele, nomboro leyi u ringetaka ku ya eka yona se yi na ntsariso lowu nga eku tirheni. Ku lawula ntsariso wolowo, dayila nakambe kusuka eka nomboro yaleyo."
    ],
    "Thank you. Your info has been updated. You will now receive messages from MomConnect via on phone number {{msisdn}}": [
        null,
        "Ha khensa. Vuxokoxoko byi pfuxetiwile. U ta kuma swihungwana swa MomConnect eka nomboro ya foni {{msisdn}}"
    ],
    "Your personal information stored on MomConnect has not been removed.": [
        null,
        "Vuxokoxoko bya wena n'wini lebyi hlayisiweke eka MomConnect a byi susiwangi."
    ],
    "Thank you. All your information will be deleted from MomConnect in the next 3 days.": [
        null,
        "Ha khensa. Vuxokoxoko bya wena hinkwabyo byi ta suriwa kusuka eka MomConnect eka masiku ya 3 lama landzelaka."
    ],
    "Sorry, the number you dialled with is not recognised. Dial in with the number you use for MomConnect to change your details": [
        null,
        "Hi khomele, nomboro leyi u yi dayileke a yi amukeleki. Dayila nomboro leyi u yi tirhisaka eka MomConnect ku cinca vuxokoxoko."
    ],
    "I don't have that SIM": [
        null,
        "Ndzi hava SIM"
    ],
    "Exit": [
        null,
        "Huma"
    ],
    "Thank you for using MomConnect. Dial *134*550*7# to see, change or delete the your MomConnect information.": [
        null,
        "Ha khensa ku va u tirhisa MomConnect. Dayila *134*55*7# ku vona, ku cinca kumbe ku sula vuxokoxoko bya wena bya MomConnect."
    ],
    "Please enter the number you receive MomConnect messages on.": [
        null,
        "Hi kombela u nghenisa nomboro leyi u kumaka swihungwana swa MomConnect eka yona."
    ],
    "Sorry we do not recognise that number. New to MomConnect?Please visit a clinic to register. Made a mistake?": [
        null,
        "Hi khomele, a hi yi tivi nomboro leyi. Xana i yintshwa eka MomConnect? Yana etliliniki ku ya tsarisa. Xana u endle xihoxo?"
    ],
    "Try again": [
        null,
        "Ringeta nakambe"
    ],
    "Thank you. To change your mobile number we first need to verify your identity. Please enter your SA ID number now.": [
        null,
        "Ha khensa. Ku cinca nomboro ya selifoni ya wena hi fanele ku rhanga hi tiyisisa vutitivisi bya wena. Nghenisa nomboro ya pasi ra wena."
    ],
    "Thank you. To change your mobile number we first need to verify your identity. Please enter your passport number now.": [
        null,
        "Ha khensa. Ku cinca nomboro ya selifoni ya wena hi fanele ku rhanga hi tiyisisa vutitivisi bya wena. Nghenisa nomboro ya phasipoto ya wena."
    ],
    "Thank you. To change your mobile number we first need to verify your identity. Please enter your date of birth in the following format: dd*mm*yyyy": [
        null,
        "Ha khensa. Ku cinca nomboro ya selifoni ya wena hi fanele ku rhanga hi tiyisisa vutitivisi bya wena. Nghenisa siku ro velekiwa hi xivumbeko lexi: dd*mm*yyyy"
    ],
    "Sorry that is not the correct format. Please enter your date of birth in the following format: dd*mm*yyyy. For example 19*05*1990": [
        null,
        "Hi khomele, xivumbeko xexo xi hoxekile. Nghenisa siku ro velekiwa hi xivumbeko lexi: dd*mm*yyyy. Xikombiso 19*05*1990"
    ],
    "Thank you. Please select the language you receive message in:": [
        null,
        "Ha khensa. Hi kombela u hlawula ririmi leri u kumaka xihungwana hi rona:"
    ],
    "Sorry one or more of the answers you provided are incorrect. We are not able to change your mobile number. Please visit the clinic to register your new number.": [
        null,
        "Hi khomele. Nhlamulo yin’we kumbe kutlula yi hoxekile. A hi koti ku cinca nomboro ya wena ya selifoni. Yana etliliniki ku ya tsarisa nomboro leyintshwa."
    ],
    "Thank you. Please enter the new number you would like to use to receive messages from MomConnect.": [
        null,
        "Ka khensa. Nghenisa nomboro leyintshwa leyi u lavaka ku kuma swihungwana swa MomConnect eka yona."
    ],
    "Sorry the number you have entered is not valid. Please re-enter the mobile number.": [
        null,
        "Hi khomele, nomboro leyi u yi ngheniseke a yi  amukeleki. Nghenisa nomboro ya selifoni nakambe."
    ],
    "You have entered {{new_number}} as the new number you would like to receive MomConnect messages on. Is this number correct?": [
        null,
        "U nghenisile {{nomboro_leyintshwa}} tanihi nomboro leyi u lavaka ku kuma swihungwana swa MomConnect eka yona. Xana nomboro leyi yi lulamile?"
    ],
    "No - enter again": [
        null,
        "E-e - nghenisa nakambe"
    ],
    "Sorry the number you have entered is already associated with a MomConnect account. Please try another number.": [
        null,
        "Hi khomele, nomboro leyi u yi ngheniseke se yi linkiwile na akhawunti ya MomConnect. Ringeta nomboro yin’wana."
    ],
    "Thank you. How would you like to receive messages about you and your baby?": [
        null,
        "Ha khensa. Xana u lava ku swi kuma njhani swihungwana swa wena na ricece ra wena."
    ],
    "Your number has been changed successfully to {{msisdn}}. You will receive messages on {{channel}}. Thank you for using MomConnect!": [
        null,
        "Nomboro ya wena yi cinciwile kahle eka {{msisdn}}. U ta kuma swihungwana hi {{chanele}}. Ha khensa ku va u tirhisa MomConnect!"
    ]
}