Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_pmtct.tsn_ZA.po
Languages: tn

source: HIV positive moms can have an HIV negative baby! You can get free medicine at the clinic to protect your baby and improve your health
tn: Bomme ba ba nang le HIV ba ka belega masea a a senang HIV! Sireletsa lesea la gago ka go bona melemo ya mahala kwa tliliniking go tokafatsa boitekanelo ba gago.

source: Recently tested HIV positive? You are not alone, many other pregnant women go through this. Visit b-wise.mobi or call the AIDS Helpline 0800 012 322
tn: A o dirile diteko tsa HIV mme di supile fa o na le HIV? Go jalo le ka basadi ba bangwe ba baimana. Etela b-wise.mobi, leletsa Aids Helpline mo go 0800 012 322

source: You need to be registered on MomConnect to receive these messages. Please visit the nearest clinic to register.
tn: O tla tlhoka go ikwadisa mo MomConnect go amogela melaetsa e. Tsweetswee etela tliliniki e e gaufi nao go ikwadisa.

source: To sign up, we need to collect, store and use your info. You may also get messages on public holidays and weekends. Do you consent?
tn: Go ikwadisa, re tsaya dintlha tsa gago, ra di boloka le go di dirisa. O ka amogela melaetsa ka matsatsi a boikhutso le mafelo a beke. O a dumela?

source: Yes
tn: Ee

source: No
tn: Nnyaa

source: Unfortunately without your consent, you cannot register to MomConnect. Thank you for using the MomConnect service. Goodbye.
tn: Ka bomadimabe, ntle le tumelelo ya gago, o ka se kwadisiwe le MomConnect. Re lebogela gore o dirisitse tirelo ya MomConnect. Go siame.

source: Please enter the year you were born (For example 1981)
tn: Ka ntlha ya gore ga o na ID kgotsa paseporoto, tsweetswee tsenya ngwaga o o belegweng ka ona (Sekao 1981)

source: Invalid date. Please enter the year you were born (For example 1981)
tn: Ka ntlha ya gore ga o na ID kgotsa paseporoto, tsweetswee tsenya ngwaga o o belegweng ka ona (Sekao 1981)

source: In which month were you born?
tn: Tsweetswee tsenya kgwedi e o belegweng ka yona

source: Please enter the date of the month you were born (For example 21)
tn: Tsweetswee tsenya kgwedi e o belegweng ka yona

source: Invalid date. Please enter the date of the month you were born (For example 21)
tn: Siza ufake usuku owazalwa ngalo (Isibonelo 14)

source: Would you like to receive messages about keeping your child HIV-negative? The messages will contain words like HIV, medicine & ARVs
tn: A o rata go ka amogela melaetsa e e ka ga go tshola lesea la gago le sena HIV? Melaetsa e tla nna le mafoko a a jaaka HIV, melemo & diARV

source: You will now start receiving messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
tn: O tla simolola go amogela melaetsa ka go tshola lesea la gago le sena HIV. Re lebogela gore o dirisitse tirelo ya MomConnect. Go siame.

source: You have chosen to not receive messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
tn: O tlhophile go se amogele melaetsa ya go tshola lesea la gago le sena HIV. Re lebogela gore o dirisitse tirelo ya MomConnect. Go siame.

source: Please tell us why you do not want to receive messages:
tn: Goreng o sa tlhole o batla melaetsa:

source: Not HIV-positive
tn: Ga ke na HIV

source: Miscarriage
tn: Fetetswe ke mpa

source: Baby was stillborn
tn: Lesea ke motlaalapile

source: Baby died
tn: Lesea le tlhokafetse

source: Messages not useful
tn: Melaetsa ga e mosola

source: Other
tn: Se sengwe

source: You will not receive SMSs about keeping your baby HIV negative. You will still receive MomConnect SMSs. To stop receiving these SMSs, dial {{ mc_optout_number }}
tn: O ka se amogele diSMS ka ga go tshola lesea la gago le sena HIV. O tla nna o amogela diSMS tsa MomConnect. Gore o se tlhole o di amogela, leletsa *134*550*1#

source: We are sorry for your loss. Would you like to receive a small set of free messages from MomConnect that could help you in this difficult time?
tn: Re maswabi ka tatlhegelo ya gago. A o ka rata go amogela melaetsa e le mmalwa ya mahala ya MomConnect e e tla go thusang mo nakong e e bokete e?

source: Thank you. You will no longer receive any messages from MomConnect. If you have any medical concerns, please visit your nearest clinic.
tn: Re a leboga. O ka se tlhole o amogela melaetsa ya MomConnect. Fa o na le mathata a boitekanelo, etela tliliniki e e gaufi nao.

source: Thank you. You will receive support messages from MomConnect in the coming weeks.
tn: Re a leboga. O tla amogela melaetsa ya tshegetso go tswa go MomConnect mo dibekeng tse di tlang.
