Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd-public.ven_ZA.po
Languages: ve

source: Please dial back in to {{ USSD_number }} to complete the pregnancy registration.
ve: Tshifhinga tsho fhela. Kha vha founele {{ USSD_number }} vha fhedzise u nwala data u itela u wana milaedza.

source: Welcome! MomConnect sends msgs on WhatsApp for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}. To get msgs in SMS, reply "SMS" (std rates apply)
ve: Vho ṱanganedzwa kha MomConnect! Vha ye kiḽiniki u wana sethe yoṱhe ya milaedza. U bva ndi{{optout_channel}}. U wana nga SMS, vha fhindule "SMS" (mitengo ndi yo tiwaho)

source: Welcome! MomConnect will send msgs on SMS for 3 wks. Visit a clinic for more msgs. To stop dial {{optout_channel}}.
ve: Vho ṱanganedzwa kha MomConnect! Vha ye kiḽiniki u wana sethe yoṱhe ya milaedza. U bva vha lidzele {{optout_channel}}.

source: Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
ve: Kha vha fhindule mesedzhi na mbilaelo yavho. Tshumelo kiliniki, kha vha dzhenise kiliniki kana dzina la mushumi wa kiliniki. Hu do shuma mitengo yo tiwaho.

source: Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
ve: Kha vha fhindule mesedzhi na mbilaelo yavho. Tshumelo kiliniki, kha vha dzhenise kiliniki kana dzina la mushumi wa kiliniki. Hu do shuma mitengo yo tiwaho.

source: Welcome back. Please select an option:
ve: Ri a vha ṱanganedza hafhu. Kha vha nange khetho:

source: Continue signing up for messages
ve: Kha vha bvelephanḓa na u ḓiṅwalisela milaedza

source: Main menu
ve: Menumurangeli

source: MomConnect sends free support messages to pregnant mothers. Are you or do you suspect that you are pregnant?
ve: MomConnect i rumela vhathu vho dihwalaho dziSMS dza thikhedzo dza mahala. Vho dihwala vha vhona u nga vho dihwala?

source: Yes
ve: Ee

source: No
ve: Hai

source: To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?
ve: U ḓiṅwalisa ri tea u kuvhanganya, u vhulunga & u shumisa mafhungo avho. Vha nga wana milaedza nga holodei dza nnyi na nnyi & mafhelo a vhege. Vha a tenda?

source: We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.
ve: Vha ri farele. Heyi tshumelo ndi ya vhathu vho dihwalaho fhedzi. Arali vha tshi toda thusho ya zwinwe-vho zwa mutakalo, kha vha ye kiliniki ya tsini navho.

source: Unfortunately without your consent, you cannot register to MomConnect.
ve: Mashudumavhi, hu si na thendelo yavho vha nga si ḓiṅwalise kha MomConnect.

source: You have previously opted out of MomConnect messages. Please confirm that you would like to opt in to receive messages again?
ve: Tshifhingani tsho fhiraho vho vha vha si tsha toda dziSMS dza MomConnect. Kha vha bule uri vha vho dzi toda hafhu naa?

source: You have chosen not to receive MomConnect messages and so cannot complete registration.
ve: Vho nanga u sa wana milaedza ya MomConnect zwenezwo vha nga si kone u fhedzisa u ḓiṅwalisa.

source: Main Menu
ve: Menumurangi

source: Congratulations on your pregnancy! You will get msgs from MomConnect on WhatsApp for 3 wks. For the full set of msgs, register at a clinic.
ve: Ri a vha fululedza kha vhuimana havho! Vha ḓo wana milaedza u bva MomConnect nga WhatsApp vhege dza 3. U itela sethe yo yoṱhe ya milaedza, vha ṅwalise kiḽiniki.

source: Congratulations on your pregnancy! You will get msgs from MomConnect on SMS for 3 wks. For the full set of FREE messages, register at a clinic.
ve: Ri a vha fululedza kha vhuimana havho! Vha ḓo wana milaedza u bva MomConnect nga SMS vhege dza 3. U itela sethe yo yoṱhe ya MAHALA, vha ṅwalise kiḽiniki.

source: Welcome to the Department of Health's MomConnect. Please choose an option:
ve: Vho tanganedzwa kha MomConnect ya Muhasho wa Mutakalo. Vha nanga:

source: Send us a compliment
ve: U rumela thuthuwedzo

source: Send us a complaint
ve: U vhiga mbilahelo

source: Thank you. We will send you a message shortly with instructions on how to send us your compliment.
ve: Ro livhuha. Ri do rumela mulaedza hu si kale wa ndila dza u ri thuthuwedzo/ndivhuho yavho.

source: Thank you. We will send you a message shortly with instructions on how to send us your complaint.
ve: Ro livhuha. SMS i do swika hu si kale.

source: Welcome to the Department of Health's MomConnect. Choose an option:
ve: Vho tanganedzwa kha MomConnect ya Muhasho wa Mutakalo. Kha vha nange:

source: Get the full set of messages
ve: Sethe yo fhelelaho ya milaedza

source: To register for the full set of MomConnect messages, please visit your nearest clinic.
ve: U itela u dinwalisela sethe yo fhelelaho ya milaedza, kha vha ye kiliniki ya tsini navho.
