Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_faq.sot_ZA.po
Languages: sot

source: Choose a question about MomConnect (MC):
sot: Kgetha potso mabapi le MomConnect (MC):

source: What is MomConnect?
sot: MomConnect keng?

source: Why does MC need my personal info?
sot: Keng ha MC e hloka lesedi la hao la botho?

source: What personal info is collected?
sot: Ke lesedi lefe la botho le bokellwang?

source: Who can see my personal info?
sot: Ke mang ya ka bonang sedi la ka la botho?

source: How can I see, change or delete my personal info?
sot: Nka le bona,ka le fetola ka le tima jwang sedi la botho?

source: How long does MC keep my info?
sot: MC e boloka lesedi nako e kae?

source: Next
sot: E latelang

source: Back
sot: Morao

source: MC is a Health Department programme. It sends SMS messages for you & your baby. To see, change or delete your info dial *134*550*7#
sot: MC ke naneo la Fapha la Bophelo.E romela melaetsa ya hao le lesea ka SMS.Ho bona,ho fetola kapa ho tima sedi la hao la botho,letsetsa*134*550*7#

source: Menu
sot: Dintlha

source: MomConnect needs your personal info to send you messages that are relevant to your pregnancy stage or your baby's age. By knowing where you registered for MC, the Health Department can make sure that the service is being offered to women at your clinic. Knowing where you registered helps the Health Department act on the compliments or complaints you may send to MomConnect about your clinic experience.
sot: MomConnect e hloka dintlha tsa hao tsa botho ho romela melaetsa e nepaneng le boemo ba hao ba boimana kapa boholo ba lesea la hao. Ka ho tseba hore o ngodiseditse MomConnect kae, Lefapha la Bophelo le ka etsa bonnete hore bomme ba sebeletswa tleleniking ya hao. Ho tseba moo o ngodiseditseng ho thusa Lefapha la Bophelo ho amohela thoholetso kapa tletlebo tseo di romelang MomConnect ka tleleniki ya hao.

source: MomConnect collects your phone and ID numbers, clinic location, and information about how your pregnancy is progressing.
sot: MomConnect e bokella dinomoro tsa hao tsa fono le ID, sebaka sa tleleniki, le lesedi mabapi le hore boimana ba hao bo tswela pele jwang.

source: MomConnect is owned and run by the Health Department. MTN, Cell C, Telkom, Praekelt, Jembi and HISP collect and process your data on their behalf.
sot: Lefapha la Bophelo ke monga le molaodi wa MomConnect.MTN,Cell C,Telkom,Praekelt,Jembi le HISP ba bokella le ho hlophisa data lebitsong la bona.

source: You can see, change, or ask us to delete your information by dialing *134*550*7#
sot: O ka bona, wa fetola kapa wa re kopa ho tima lesedi la hao ka ho letsetsa *134*550*7#

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered.
sot: MomConnect ka ho iketsahalla e tla tima lesedi la hao la botho dilemo tse 7 le dikgwedi tse 9 ka mora ho ngodisa.

source: Sorry, that number is not recognised. Dial in with the number you first used to register. To update your number, dial *134*550*7# or register again at a clinic.
sot: Tshwarelo, nomoro ha e tsejwe.Tobetsa nomoro o e sebedisitseng pele ho ngodisa. Ho ntjhafatsa nomoro ya hao, letsetsa *134*550*7# kapa ngodisa hape tleleniking.
