Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_higherhealth_healthcheck.xho_ZA.po
Languages: xho

source: Welcome back to HealthCheck Reply
xho: Wamkelekile kwakhona kwinkonzo yeSebe lezeMpilo likaZwelonke ye-COVID-19 Phendula

source: Continue where I left off
xho: Gqibezela apho ndiyeke khona

source: Start over
xho: Qala okutsha

source: The HIGHER HEALTH HealthCheck is your risk assessment tool. Help us by answering a few questions about you and your health. Reply
xho: ISebe lezeMpilo likaZwelonke liyanibulela ngokuxhasa kwimpilo yabo bonke abahlali. Nqanda ukusasazeka kwe-COVID-19 Phendula

source: This service works best when you select numbers from the list
xho: Le nkonzo isebenza ngcono xa ukhetha amanani kuluhlu

source: START
xho: QALA

source: Confirm that you're responsible for your medical care & treatment. This service only provides info. Reply
xho: Qinisekisa ukuba unoxanduva lokukhathalela unyango lwakho. Le nkonzo ibonelela ngolwazi kuphela. Phendula

source: Please use numbers from list. Confirm that u're responsible for ur medical care & treatment. This service only provides info. Reply
xho: Qinisekisa ukuba unoxanduva lokukhathalela unyango lwakho. Le nkonzo ibonelela ngolwazi kuphela. Phendula

source: YES
xho: EWE

source: NO
xho: HAYI

source: MORE INFO
xho: ULWAZI OLUTHE VETSHE

source: You can return to this service at any time. Remember, if you think you have COVID-19 STAY HOME, avoid contact with other people and self-quarantine.
xho: Ungabuyela kulenkonzo nanini. Khumbula, ukuba ucinga ukuba une-COVID-19 HLALA EKHAYA, lumkela ukusondelelana nabanye abantu kwaye hlala uzibeke bucala.

source: It's not a substitute for professional medical advice/diagnosis/treatment. Get a qualified health provider's advice about your medical condition/care.
xho: Le nkonzo ayivali iingcebiso zengcali ngezonyango/ukufumanisa isifo/unyango. Fumana ingcebiso kugqirha ofanelekileyo ngonyango/ukhathalelo lwakho.

source: Next
xho: Okulandelayo

source: You confirm that you shouldn't disregard/delay seeking medical advice about treatment/care because of this service. Rely on info at your own risk.
xho: Uqinisekisa ukuba awuzukungahoyi / ulibazise ukufuna ingcebiso ngonyango ngenxa yale nkonzo. Thembela kolu lwazi ngokuse mngciphekweni wakho.

source: Please TYPE your first name
xho: Nceda TAYIPA igama lakho

source: Please TYPE your surname
xho: Nceda TAYIPA ifani yakho

source: Select your province Reply:
xho: Khetha iphondo lakho Phendula:

source: EASTERN CAPE
xho: MPUMA KOLONI

source: FREE STATE
xho: FREYISTATA

source: NORTH WEST
xho: MNTLA-NTSHONA

source: NORTHERN CAPE
xho: MNTLA KOLONI

source: WESTERN CAPE
xho: NTSHONA KOLON

source: Please TYPE the name of your Suburb, Township, Town or Village (or nearest)
xho: Nceda UTAYIPE igama lengingqi yedolophu yakho, ilokishi, idolophu okanye ilali (okanye ekufutshane)

source: How old are you?
xho: Uneminyaka emingaphi?

source: How old are you?
xho: Uneminyaka emingaphi?

source: Do you feel very hot or cold? Are you sweating or shivering? When you touch your forehead, does it feel hot? Reply
xho: Ingaba ukhe wafunyaniswa ukuba unokutyeba okugqithiseleyo , isifo seswekile, i-high high okanye isifo sentliziyo? Phendula

source: Please use numbers from list. Do you feel very hot or cold? Are you sweating or shivering? When you touch your forehead, does it feel hot? Reply
xho: Ingaba uziva ushushu kakhulu okanye ugodola? Uyabila okanye uyangcangcazela? Xa uchukumisa ibunzi lakho, ingaba livakala lishushu? Phendula

source: Do you have a cough that recently started? Reply
xho: Ingaba unokhohlokhohlo olukuqale kutsha nje? Phendula

source: Please use numbers from list. Do you have a cough that recently started? Reply
xho: Ingaba unokhohlokhohlo olukuqale kutsha nje? Phendula

source: Do you have a sore throat, or pain when swallowing? Reply
xho: Ingaba unomqala obuhlungu okanye ubuhlungu xa uginya? Phendula

source: Please use numbers from list. Do you have a sore throat, or pain when swallowing? Reply
xho: Ingaba unomqala obuhlungu okanye ubuhlungu xa uginya? Pendula

source: Do you have breathlessness or difficulty in breathing, that you've noticed recently? Reply
xho: Ingaba unephika okanye ubunzima bokuphefumla, okubonileyo kutsha nje? Reply

source: Please use numbers from list. Do you have breathlessness or difficulty in breathing, that you've noticed recently? Reply
xho: Ingaba unephika okanye ubunzima bokuphefumla, okubonileyo kutsha nje? Phendula

source: Have you been in close contact with someone confirmed to be infected with COVID-19? Reply
xho: Ubukhe wasondelelana nomntu one-COVID19? Phendula

source: Please use numbers from list. Have u been in contact with someone with COVID19 or been where COVID19 patients are treated? Reply
xho: Ubukhe wasondelelana nomntu one-COVID19? Phendula

source: NOT SURE
xho: ANDIQINISEKANGA

source: Please confirm that the information you shared is correct & that the National Department of Health can contact you if necessary? Reply
xho: Qinisekisa ukuba ulwazi olwabeleyo lulo kwaye iSebe lezeMpilo likaZwelonke linokunxibelelana nawe xa ikho imfuneko? Phendula

source: Please reply with numbers Is the information you shared correct & can the National Department of Health contact you if necessary? Reply
xho: Qinisekisa ukuba ulwazi olwabeleyo lulo kwaye iSebe lezeMpilo likaZwelonke linokunxibelelana nawe xa ikho imfuneko? Phendula

source: RESTART
xho: QALA EKUQALENI

source: You are at low risk of having COVID-19. You will still need to complete this risk assessment daily to monitor your symptoms.
xho: Usemngciphekweni ophantsi wokuba ne-COVID-19. Kuya kufuneka ugcwalise olu vavanyo lomngcipheko wobungozi mihla le ujonge iimpawu zakho.

source: You should SELF-QUARANTINE for 14 days and do HealthCheck daily to monitor symptoms. Try stay and sleep alone in a room that has a window with good air flow.
xho: Asizi kuqhagamishelana nawe. ZIKHETHE BUCALA iintsuku ezili-14 kwaye wenze u-Hlolo Lwempilo imihla ngemihla ukubeka esweni iimpawu. Hlala / ulale wedwa kwigumbi elinempepho emnandi.

source: GET TESTED to find out if you have COVID-19. Go to a testing center or Call 0800029999 or your healthcare practitioner for info on what to do & how to test.
xho: UNAKO UKUVAVANYWA I-COVID-19. Yiya kwiziko lokuvavanya okanye utsalele ku-0800029999 okanye utyelele ugqirha wezempilo malunga nendlela yokwenza uvavanyo.

source: We won't contact you. SELF-QUARANTINE for 14 days and do this HealthCheck daily to monitor symptoms. Stay/sleep alone in a room with good air flowing through
xho: Asizi kuqhagamishelana nawe. ZIKHETHE BUCALA iintsuku ezili-14 kwaye wenze u-Hlolo Lwempilo imihla ngemihla ukubeka esweni iimpawu. Hlala / ulale wedwa kwigumbi elinempepho emnandi

source: You will not be contacted. GET TESTED to find out if you have COVID-19. Go to a testing center or Call 0800029999 or your healthcare practitioner for info
xho: Awuyi kuqhagamshelwa. YENZA UVAVANYO ukuze ufumanise ukuba unayo na i-COVID-19. Yiya kwiziko lokuvavanya okanye utsalele umnxeba ku-0800029999 okanye ugqirha wakho okhathalele ezonyango malunga nolwazi oludingayo

source: You will not be contacted. If you think you have COVID-19 please STAY HOME, avoid contact with other people in your community and self-isolate.
xho: Awuyi kuqhagamshelwa. Ukuba ucinga ukuba une-COVID-19 HLALA EKHAYA, lumkela ukusondelelana noluntu kwindawo ohlala kuyo kwaye zibeke bucala.

source: START OVER
xho: QALA EKUQALENI
