Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_pmtct.ssw_ZA.po
Languages: ss

source: HIV positive moms can have an HIV negative baby! You can get free medicine at the clinic to protect your baby and improve your health
ss: Bomake labane-HIV bangamtfola umntfwana lote i-HIV! Emtfolamphilo ungatfola umutsi wamahhala wekuvikela umntfwa wakho kanye nekwenta imphilo yakho ibe ncono.

source: Recently tested HIV positive? You are not alone, many other pregnant women go through this. Visit b-wise.mobi or call the AIDS Helpline 0800 012 322
ss: Usandza kutfola kutsi une-HIV? Awuwedvwa, banengi bomake labakhulelwe labandlula kuloku. Yani ku: b-wise.mobi/ushayele Lucingo Lwekusitwa nge-AIDS:0800 012 322

source: Yes
ss: Yebo

source: Would you like to receive these messages over WhatsApp or SMS?
ss: Ungatsandza kutfola lemilayeto ngeWhaApp noma nge-SMS?

source: You need to be registered on MomConnect to receive these messages. Please visit the nearest clinic to register.
ss: Ufanele kutsi ubhalise kuMomConnect kute kutsi utfole lemilayeto. Ucelwa kutsi uvakashele umtfolamphilo lodvutane nawe kute ubhalise.

source: To sign up, we need to collect, store and use your info. You may also get messages on public holidays and weekends. Do you consent?
ss: Kute sisayine, sidzinga kutfola, sigcine futsi sisebentise lwatiso lwakho. Ungatfola imilayeto ngemaholidi nangetimphelansontfo. Uyavuma?

source: No
ss: Cha

source: Unfortunately without your consent, you cannot register to MomConnect. Thank you for using the MomConnect service. Goodbye.
ss: Ngelishwa ngaphandle kwekuvuma kwakho, angeke ubhaliswe kuMomConnect. Siyabonga kutsi usebentise tinsita teMomConnect. Sala kahle.

source: Please enter the year you were born (For example 1981)
ss: Njengoba ute matisi noma ipasipoti, sicela ufake umnyaka lowatalwa ngawo (Sibonelo 1981)

source: Invalid date. Please enter the year you were born (For example 1981)
ss: Kubeneliphutsa nawufaka. Sicela kutsi ufake umnyaka wakho wekutalwa futsi ngekucophelela (sibonelo: 2001)

source: In which month were you born?
ss: Ucelwa kutsi ufake inyanga lowatalwa ngayo

source: Please enter the date of the month you were born (For example 21)
ss: Sicela kutrsi ufake lilanga lowatalwa ngalo (Sibonelo 14)

source: Invalid date. Please enter the date of the month you were born (For example 21)
ss: Sicela kutrsi ufake lilanga lowatalwa ngalo (Sibonelo 14)

source: Would you like to receive messages about keeping your child HIV-negative? The messages will contain words like HIV, medicine & ARVs
ss: Ungatsandza yini kutfola imilayeto mayelana nekugcina umntfwanakho ete i-HIV? Lomlayeto utawuba nemagama latsi HIV, imitsi nema-ARV

source: You will now start receiving messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
ss: Manje sewutawucala kutfola imilayeto lemayelana nekugcina umntfwanakhe ete i-HIV. Siyabonga kutsi usebentise tinsita teMomConnect. Sala kahle.

source: You have chosen to not receive messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
ss: Ukhetse kutsi ungasatfoli imilayeto yekugcina umntfwanakho ete i-HIV. Siyabonga kutsi usebentise tinsita teMomConnect. Sala kahle.

source: Please tell us why you do not want to receive messages:
ss: Kungani ungafuni imilayeto:

source: Not HIV-positive
ss: Ngite i-HIV

source: Miscarriage
ss: Kuphunyelwa sisu

source: Baby was stillborn
ss: Umntfwana wabelekwa ashonile

source: Baby died
ss: Umntfwana washona

source: Messages not useful
ss: Imilayeto ayikapheleli

source: Other
ss: Lokunye

source: You will not receive SMSs about keeping your baby HIV negative. You will still receive MomConnect SMSs. To stop receiving these SMSs, dial {{ mc_optout_number }}
ss: Angeke utfole imilayeto lemayelana nekugcina umntfwanakho ete i-HIV. Utawuchubeka utfole emaSMS eMomConnect. Kute uyekele kutfola lama-SMS, shayela *134*550*1#

source: We are sorry for your loss. Would you like to receive a small set of free messages from MomConnect that could help you in this difficult time?
ss: Sibuhlungu ngekulahlekelwa kwakho. Ungatsandza yini kutfola isethi lencane yemilayeto yeMomConnect yamahhala yekukusita kulesikhatsi lesimatima?

source: Thank you. You will no longer receive any messages from MomConnect. If you have any medical concerns, please visit your nearest clinic.
ss: Siyabonga. Angeke usayitfola imilayeto yeMomConnect. Nangabe kukhona kwetemphilo lokukukhatsatako, ucelwa kutsi uvakashele umtfolamphilo wakho lodvutane nawe.

source: Thank you. You will receive support messages from MomConnect in the coming weeks.
ss: Siyabonga. Utawutfola imilayeto yekwesekelwa levela kuMomConnect kulamaviki letako.
