{
    "": {
        "project-id-version": "",
        "pot-creation-date": "2022-11-15 11:04:+0000",
        "po-revision-date": "2022-11-15 13:19+0200",
        "last-translator": "",
        "language-team": "",
        "language": "zu_ZA",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "plural-forms": "nplurals=2; plural=(n==0 || n==1);",
        "x-generator": "Poedit 3.2.1"
    },
    "Welcome back to the The National Department of Health's TB HealthCheck": [
        null,
        "Siyakwamukela futhi kwi-HealthCheck ye-TB yoMnyango Kazwelonke Wezempilo"
    ],
    "Continue where I left off": [
        null,
        "Qhubeka la engigcine khona"
    ],
    "Start over": [
        null,
        "Qala phansi"
    ],
    "Unfortunately, you cannot participate in the study more than once. You can still continue with a TB Check but you will not be included in the study.": [
        null,
        "Ngeshwa, awukwazi ukubamba iqhaza ocwaningweni ngaphezu kokukodwa.Ungaqhubeka nge TB Check kodwa ngeke ufakwe ocwaningweni."
    ],
    "Continue": [
        null,
        "Qhubeka"
    ],
    "This service works best when you choose number options from the list.": [
        null,
        "Le sevisi isebenza kahle kakhulu uma ukhetha izinketho zezinombolo ohlwini."
    ],
    "The National Department of Health thanks you for helping to protect the health of all SA citizens. Stop the spread of TB.": [
        null,
        "UMnyango Wezempilo Kazwelonke uyabonga ngokusiza ukuvikela impilo yezakhamizi zaseNingizimu Afrika. Misa ukusabalala TB."
    ],
    "START": [
        null,
        "QALA"
    ],
    "This NDoH service only provides health info. Please agree that you are responsible for your own medical care and treatment.": [
        null,
        "Lesevisi ye-NDoH inikeza imininingwane yezempilo kphela. Scela uvume ukuth unegunya lokunakekelwa nokwelashwa kwakho. "
    ],
    "YES": [
        null,
        "YEBO"
    ],
    "NO": [
        null,
        "CHA"
    ],
    "MORE INFO": [
        null,
        "IMINININGWANE ENGAPHEZULU"
    ],
    "Return to use this service at any time. Remember, if you think you have TB, avoid contact with other people and get tested at your nearest clinic.": [
        null,
        "Buyela ukusebenzisa le sevisi noma kunini. Khumbula, uma ucabanga ukuthi une-TB, gwema ukuxhumana nabanye abantu futhi uyohlolwa emtholampilo oseduzane nawe."
    ],
    "TB HealthCheck does not replace medical advice, diagnosis or treatment. Get a qualified health provider's advice on your medical condition and care.": [
        null,
        "I-TB HealthCheck ayithathi indawo yezeluleko zezokwelapha. Thola izeluleko zomhlinzeki wezempilo oqeqeshiwe ngesimo sakho sezempilo nokunakekelwa."
    ],
    "Next": [
        null,
        "Okulandelayo"
    ],
    "You use this info at your own risk. This tool cannot replace medical advice. Agree not to ignore or delay getting medical advice on treatment or care": [
        null,
        "Usebenzisa lolulwazi ngokuzibeka wena egcupheni. Vuma ukungazibi nokungabambezeleli ukthola iseluleko ngokwelashwa noma ukunakekelwa"
    ],
    "Your personal information is protected under POPIA and in accordance with the provisions of the TBHealthCheck Privacy Notice sent to you by SMS.": [
        null,
        "Imininingwane yakho ivikelwe yi-POPI Act futhi ngokuya ngemigomo yeSaziso Sobumfihlo se-TBHealthCheck esithunyelwe kuwe nge-SMS."
    ],
    "ACCEPT": [
        null,
        "YAMUKELA"
    ],
    "Choose your preferred language": [
        null,
        "Khetha ulimi lwakho oluthandayo"
    ],
    "Please reply with numbers. Choose your preferred language": [
        null,
        "Sicela usebenzise izinombolo ezisohlwini. Khetha ulimi lwakho oluthandayo"
    ],
    "English": [
        null,
        "English"
    ],
    "isiZulu": [
        null,
        "isiZulu"
    ],
    "Afrikaans": [
        null,
        "Afrikaans"
    ],
    "isiXhosa": [
        null,
        "isiXhosa"
    ],
    "Sesotho": [
        null,
        "Sesotho"
    ],
    "If you agree, we will use your information to see if this TB Check helps people.\nDo you agree?": [
        null,
        "Uma uvuma sizosebenzisa ulwazi lwakho ukubona ukuthi i-TB Check iyabasiza yini abantu.\nUyavuma na?"
    ],
    "Please reply with numbers. Are you willing to take part?": [
        null,
        "Sicela usebenzise izinombolo ezisohlwini. Ingabe uzimisele ukuba yingxenye?"
    ],
    "Yes": [
        null,
        "Yebo"
    ],
    "No": [
        null,
        "Cha"
    ],
    "FAQ for more info on TBCheck and the research.": [
        null,
        "FAQ, mayelana ne TBCheck kanye nocwaningo."
    ],
    "How old are you?": [
        null,
        "Uneminyaka emingaki?"
    ],
    "Please use numbers from list.\n\nHow old are you?": [
        null,
        "Sicela usebenzise izinombolo ezisohlwini.\n\nUneminyaka emingaki ?"
    ],
    "under 18": [
        null,
        "ngaphansi kwa-18"
    ],
    "18-39": [
        null,
        "18-39"
    ],
    "40-65": [
        null,
        "40-65"
    ],
    "over 65": [
        null,
        "ngaphezu kwa-65"
    ],
    "Unfortunately you cant participate in the study if you are younger than 18.": [
        null,
        "Ngeshwa awukwazi ukubamba iqhaza ocwaningweni uma ungaphansi kweminyaka engu-18.  "
    ],
    "You can still continue with a TB Check but you will not be included in the study": [
        null,
        "Ungaqhubeka nge TB Check kodwa ngeke ufakwe ocwaningweni. "
    ],
    "Okay, no problem. You will not be included in the research, but you can still continue to check if you need to take a TB test.": [
        null,
        "Kulungile ayikho inkinga. Angeke ufakwe ocwaningweni, kodwa ungaqhubheka ubone ukuthi awudingi na ukuhlolelwa i-TB. "
    ],
    "Which gender do you identify as?": [
        null,
        "Ubuphi ubulili ozibona uyibo?"
    ],
    "Please use numbers from list.\n\nWhich gender do you identify as?": [
        null,
        "Sicela usebenzise izinombolo ezisohlwini.\n\nUbuphi ubulili ozikhomba kubo?"
    ],
    "MALE": [
        null,
        "OWESILISA"
    ],
    "FEMALE": [
        null,
        "OWESIFAZANE"
    ],
    "OTHER": [
        null,
        "OKUNYE"
    ],
    "RATHER NOT SAY": [
        null,
        "NGINCAMELA UKUNGASHO"
    ],
    "Choose your province": [
        null,
        "Khetha isfundazwe sakho"
    ],
    "E. CAPE": [
        null,
        "EMPUMALANGA KAPA"
    ],
    "FREE STATE": [
        null,
        "EFULEYISITATA"
    ],
    "GAUTENG": [
        null,
        "EGOLI"
    ],
    "KWAZULU NATAL": [
        null,
        "KWAZULU NATAL"
    ],
    "LIMPOPO": [
        null,
        "LIMPOPO"
    ],
    "MPUMALANGA": [
        null,
        "MPUMALANGA"
    ],
    "NORTH WEST": [
        null,
        "ENYAKATHO-NTSHONALANGA"
    ],
    "N. CAPE": [
        null,
        "ENYAKATHO KAPA"
    ],
    "W. CAPE": [
        null,
        "ENTSHONALANGA KAPA"
    ],
    "Please type the name of the street where you live.": [
        null,
        "Sicela uthayiphe igama lomgwaqo walapho ohlala khona."
    ],
    "Please type the name of the suburb/township/village where you live.": [
        null,
        "Sicela uthayiphe igama ledolobha/ilokishi/isigodi salapho ohlala khona."
    ],
    "Please type the name of the city where you live.": [
        null,
        "Sicela uthayiphe igama ledolobha lalapho ohlala khona."
    ],
    "Please check that the address below is correct and matches the information you gave us:\n{{ address }}": [
        null,
        "Sicela ubheke ukuthi ikheli elingezansi lilungile futhi lihambisana nemininingwane osinike yona:\n{{ address }}"
    ],
    "Let's see how you're feeling today. Do you have a cough?": [
        null,
        "Asiboneuzizwa kanjani namuhla. Uyakhwehlela?"
    ],
    "Please use numbers from list.\nDo you have a cough?": [
        null,
        "Asiboneuzizwa kanjani namuhla. Uyakhwehlela?"
    ],
    "Do you have a fever? (when you touch your forehead, does it feel hot?)": [
        null,
        "Unemfiva? (uma uthina isiphongo sakho, usizwa sishisa?)"
    ],
    "Please use numbers from list. Do you have a fever? (when you touch your forehead, does it feel hot?)": [
        null,
        "Unemfiva? (uma uthina isiphongo sakho, usizwa sishisa?)"
    ],
    "Are you sweating more than usual at night?": [
        null,
        "Ingabe ujuluka ngaphezu kokujwayelekile ebusuku?"
    ],
    "Please use numbers from list. Are you sweating more than usual at night?": [
        null,
        "Ingabe ujuluka ngaphezu kokujwayelekile ebusuku?"
    ],
    "Have you been losing weight without trying?": [
        null,
        "Ngabe uyancipha emzimbeni ngaphandle kokuzama?"
    ],
    "Please use numbers from list. Have you been losing weight without trying?": [
        null,
        "Ngabe uyancipha emzimbeni ngaphandle kokuzama?"
    ],
    "Are you at high risk of TB?\n\nRisk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+": [
        null,
        "Ingabe usengozini enkulu ye-TB? \n\nIngozi isho ukuhlala nomuntu one-TB NOMA ubene-TB kuminyaka emi-2 edlule NOMA u-HIV+"
    ],
    "Please use numbers from list. Are you at high risk for TB?": [
        null,
        "Phendula ngenombolo\n\nIngabe usengozini enkulu ye-TB?"
    ],
    "Yes high risk": [
        null,
        "Yebo ingozi inkulu"
    ],
    "Dont know": [
        null,
        "Angazi"
    ],
    "Now, please agree that the info you shared is correct and that you give the NDoH permission to contact you if needed?": [
        null,
        "Sesicela uvume ukuthi imininingwane osinikeze yona iyiqiniso nokuthi unikeza iNDoH imvume yokuxhumana nawe uma kudingeka?"
    ],
    "Thanks for your answers. Your result will be sent soon on SMS. Would you like to receive follow-up messages?": [
        null,
        "Siyabonga ngempendulo yakho. Imiphumela yakho izothunyelwa ku-SMS kungekudala. Ungathanda ukuthola imilayezo ezolandelela?"
    ],
    "Thanks for choosing to get our follow-up messages.": [
        null,
        "Siyabonga ngokukhetha ukuthola imilayezo yethu ezolandelela."
    ],
    "Okay thanks, you won't get any follow-up messages.": [
        null,
        "Kulungile siyabonga, ngeke uthole imilayezo ezolandelela."
    ],
    "Thanks for your answers. Your result will be sent soon on SMS.": [
        null,
        "Siyabonga ngempendulo yakho. Imiphumela yakho izothunyelwa ku-SMS kungekudala."
    ],
    "This service works best when you select numbers from the list": [
        null,
        "Le sevisi isebenza kahle kakhulu uma ukhetha izinketho zezinombolo ohlwini"
    ],
    "See Results": [
        null,
        "Bona imiphumela"
    ],
    "Your replies to the questions show that you need a TB test this week!\n\nVisit your local clinic for a free TB test.": [
        null,
        "Izimpendulo zakho zemibuzo zibonisa ukuthi udinga ukuhlolelwa i-TB kuleli sonto!\n\nVakashela umtholampilo wangakini ukuze uhlolelwe i-TB mahhala."
    ],
    "Your replies to the questions show that you need a TB test this week!": [
        null,
        "Izimpendulo zakho zemibuzo zibonisa ukuthi udinga ukuhlolwa kwe-TB kuleli viki!"
    ],
    "With early diagnosis, TB can be cured. Don't delay, test today!\n\nVisit your local clinic for a free TB test. ": [
        null,
        "Ngokuxilonga kusenesikhathi, i-TB ingelapheka. Ungalibali, hlola namuhla!\n\nVakashela umtholampilo wangakini ukuze uhlolelwe i-TB mahhala. "
    ],
    "Your replies to the questions show that you need a TB test this week!\n\nHere are some tips to help you plan:": [
        null,
        "Izimpendulo zakho kulembuzo zibonisa ukuth udinga ukuhlolelwa i-TB kuleviki! \n\nNawa amathiphu angakusiza ukuthi uhlele:"
    ],
    "* Make the time. Your health is a priority!\n* Pick the most convenient clinic for your test\n* Get there early! Clinics are open for TB testing\nMonday to Friday mornings.": [
        null,
        "Yenza isikhathi. Impilo yakho ibalulekile!\n\nKhetha umtholampilo okulungele. Ngezansi imitholampilo eseduze nawe. "
    ],
    "Where will you go for your test? Reply with the clinic": [
        null,
        "Uzoya kuphi lapho uhlolwa? Phendula ngomtholampilo"
    ],
    "When will you go for your test? Reply with the day": [
        null,
        "Uzoya nini ukuyohlolwa kwakho? Phendula ngosuku "
    ],
    "MONDAY": [
        null,
        "MSOMBULUKO"
    ],
    "TUESDAY": [
        null,
        "LWESIBILI"
    ],
    "WEDNESDAY": [
        null,
        "LWESITHATHU"
    ],
    "THURSDAY": [
        null,
        "ULWESINE"
    ],
    "FRIDAY": [
        null,
        "LWESIHLANU"
    ],
    "Well done for planning to get your test!": [
        null,
        "Wenze kahle ngokubophezela impilo yakho! Wenze kahle ngokuhlosa ukuthola ukuhlolwa kwakho! 👏"
    ],
    "Your replies to the questions show that you need a TB test this week!\n\n* Go to your local clinic for a free TB test.": [
        null,
        "Izimpendulo zakho zemibuzo zibonisa ukuthi udinga ukuhlolelwa i-TB kuleli viki!\n\n* Hamba emtholampilo wangakini uyohlolelwa i-TB mahhala."
    ],
    "* Visit your local clinic for a free TB test.\n* You will get R15 airtime within 1 hour if you commit to get tested.": [
        null,
        "* Hamba emtholampilo wangakini uyohlola i-TB mahhala.\n* Uzothola i-airtime ye-R15 uma uzibophezela ukuthi uzohlola."
    ],
    "Your replies to the questions show that you need a TB test this week.": [
        null,
        "Izimpendulo zakho zemibuzo zibonisa ukuthi udinga ukuhlolwa kwe-TB kuleli viki."
    ],
    "Do you commit to getting tested?": [
        null,
        "Ingabe uyazibophezela ukuthi uhlole?"
    ],
    "Please use numbers from list. Do you commit to getting tested?": [
        null,
        "Sicela usebenzise izinombolo ezisohlwini. Ingabe uyazibophezela ekuhlolweni?"
    ],
    "Well done for committing to your health!": [
        null,
        "Wenze kahle ngokubophezela impilo yakho!"
    ],
    "Even if you can't commit now, it is still important to get tested.": [
        null,
        "Ngisho noma ungakwazi ukuzinikelela manje, kusabalulekile ukuthi uhlole."
    ],
    "You don't need a TB test now, but if you develop cough, fever, weight loss or night sweats visit your nearest clinic.": [
        null,
        "Awuyidingi i-test ye-TB manje, kodwa uma uba nokukhwehlela, imfiva, ukuncipha ngokomzimba noma ukujuluka ebusuku vakashela umtholampilo oseduzane nawe."
    ],
    "Your replies to the questions show you need a TB test this week.\n\nGo to your clinic for a free TB test.": [
        null,
        "Izimpendulo zakho zemibuzo zibonisa ukuthi udinga ukuhlolelwa i-TB kuleli viki!\n\n* Hamba emtholampilo wangakini uyohlolelwa i-TB mahhala."
    ],
    "Check if those you live with are on TB treatment. If you don't know your HIV status, visit the clinic for a free HIV test. Then do the TB check again.": [
        null,
        "Bheka ukuthi labo ohlala nabo balashelwa i-TB na. Uma ungasazi isimo sakho se-HIV, vakashela umtholampilo uyohlolelwa i-HIV mahhala. Bese uphinde uhlole i-TB."
    ],
    "None": [
        null,
        "Lutho"
    ],
    "We will use this information to see if TB HealthCheck helps people. To continue, reply YES. For more on TB HealthCheck and the research, reply MORE.": [
        null,
        "Sizosebenzisa lemininingwane ukuze sibone ukuthi le-TB HealthCheck iyabasiza yini abantu.\nUkuze uqhubeke phendula ngo-\"YEBO\". Ukuze uthole kabanzi nge-TB HealthCheck kanye nocwaningo, phendula OKWENGEZIWE."
    ],
    "Sorry, we don't understand. Please try again.\n\nEnter the number that matches your answer.": [
        null,
        "Siyaxolisa, asiqondi. Ngicela uzame futhi.\n\nFaka inombolo ehambisana nempendulo yakho."
    ],
    "More": [
        null,
        "Okwengeziwe"
    ],
    "Did you find TB HealthCheck useful?": [
        null,
        "Ingabe uthole ukuthi i-TB HealthCheck iwusizo?"
    ],
    "Don't know": [
        null,
        "Angazi "
    ],
    "I did not go to the clinic for a TB test because it takes too much time. Do you agree?": [
        null,
        "Angizange ngiye emtholampilo ukuyohlola i-TB ngoba kuthatha isikhathi eside. \nIngabe uyavuma?"
    ],
    "Agree": [
        null,
        "Ngiyavuma"
    ],
    "Disagree": [
        null,
        "Angivumi"
    ],
    "I did not go to the clinic for a TB test because there are no clinics close to me.": [
        null,
        "Ha keya ya tleliniking bakeng sa tlhahlobo ya LEFUBA hobane ha ho na ditleliniki tse haufi le nna."
    ],
    "I did not go to the clinic for a TB test because I do not want to think about having TB. Do you agree?": [
        null,
        "Angizange ngiye emtholampilo ukuyohlola i-TB ngoba angifuni ukuyicabanga indaba yokuba ne-TB.Ingabe uyavuma? "
    ],
    "Are there any other reasons why you did not go to the clinic for a TB test?Reply in your own words.": [
        null,
        "Zikhona ezinye izizathu ezichaza ukuthi kungani ungayanga emtholampilo ukuyohlola i-TB? Phendula ngamazwi akho."
    ],
    "Thank you for taking part in the survey. Your R15 in airtime is on its way!": [
        null,
        "Siyabonga ngokubamba iqhaza kuhlolovo. U-R15 wakho we-airtime usendleleni!"
    ],
    "Back": [
        null,
        "Buyela emuva"
    ],
    "Exit": [
        null,
        "Phuma"
    ],
    "The FAQ has been sent to you on SMS. What would you like to do?": [
        null,
        "I-FAQ ithunyelwe kuwe nge-SMS. Ungathanda ukwenzani?"
    ],
    "Please reply with the number that matches your answer.": [
        null,
        "Khetha ulimi lwakho oluthandayo."
    ],
    "What would you like to know?": [
        null,
        "Yini ongathanda ukuyazi?"
    ],
    "More about the research?": [
        null,
        "Okunye okuningi ngocwaningo?"
    ],
    "What information will you ask me for?": [
        null,
        "Imiphi imininingwane ozongibuza ngako?"
    ],
    "Why did I get the SMS?": [
        null,
        "Kungani ngithole le SMS?"
    ],
    "What I'll need to do?": [
        null,
        "Yini engizodinga ukuyenza?"
    ],
    "Can I stop halfway through the survey?": [
        null,
        "Kutheni uma ngifuna ukuyeka ngisaphakathi kwenhlolovo?"
    ],
    "Are there costs or risks to me?": [
        null,
        "Ingabe zikhona izindleko noma ubungozi kimi?"
    ],
    "What happens to the information?": [
        null,
        "Kuzokwenzekani ngemininingwane?"
    ],
    "Many people don't realise that TB is cureable and test too late. Your answers will help us understand whether TB HealthCheck really helps people.": [
        null,
        "Abantu abaningi ababoni ukuthi i-TB iyelapheka futhi bahlola sekudlule isikhathi eside. Impendulo yakho izosisiza siqonde ukuba i-TB HealthCheck ibasiza ngempela yini abantu."
    ],
    "Did TB HealthCheck encourage you to get tested?": [
        null,
        "Ubuzohlola na ngaphandle kwe-TB HealthCheck?"
    ],
    "Would you have tested without TB HealthCheck?": [
        null,
        "Ubuzohlola na ngaphandle kwe-TB HealthCheck?"
    ],
    "Would you have further delayed testing without TB HealthCheck?": [
        null,
        "Ubuzokuhlehlisa ukuhlola ngaphandle kwe-TB HealthCheck?"
    ],
    "The waiting times at the clinic were too long.\n\nDo you agree?": [
        null,
        "Isikhathi sokulinda emtholampilo besiside kakhulu. \n\nIngabe uyavuma?"
    ],
    "How was your experience at the clinic?": [
        null,
        "Besinjani isikhathi sakho emtholampilo? "
    ],
    "Bad": [
        null,
        "Kubi"
    ],
    "Ok": [
        null,
        "Kulungile"
    ],
    "Good": [
        null,
        "Kuhle"
    ],
    "Was it difficult to get access to a TB test? Please reply with details of any problems you experienced.": [
        null,
        "Kwakunzima ukufinyelela ukuhlolwa kwe-TB? Sicela uphendule ngemininingwane yanoma yiziphi izinkinga ohlangabezane nazo."
    ],
    "Why did you go to the clinic for a TB test?": [
        null,
        "Kungani uye emtholampilo ukuyohlola i-TB? "
    ],
    "Can we phone you to get more information?": [
        null,
        "Singakwazi ukuk'fonela ukuze sithole kabanzi ulwazi? "
    ]
}