Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_faq.nso_ZA.po
Languages: nso

source: Welcome back. Please select an option:
nso: O amogetšwe gape. Hle kgetha:

source: Main menu
nso: Menyu o Mogolo

source: Choose a question about MomConnect (MC):
nso: Kgetha potšišo ka ga MomConnect (MC):

source: What is MomConnect?
nso: MomConnect ke eng?

source: Why does MC need my personal info?
nso: Goreng MC e nyaka tshedimošo ya ka?

source: What personal info is collected?
nso: Go tšewa tshedimošo efe?

source: Who can see my personal info?
nso: Ke ofe a bonago dintlha tša ka?

source: How can I see, change or delete my personal info?
nso: Nka bona bjang,fetoša,tloša dintlha tša ka?

source: How long does MC keep my info?
nso: MC e bea tshedimošo nako efe?

source: Next
nso: Latela

source: Back
nso: Morago

source: MC is a Health Department programme. It sends SMS messages for you & your baby. To see, change or delete your info dial *134*550*7#
nso: MC ke lenaneo la Kgoro ya Maphelo. E romela SMS go wena & lesea. Go bona, fetoša, goba tloša tshedimošo ya gago, taela *134*550*7#

source: Menu
nso: Menyu

source: MomConnect needs your personal info to send you messages that are relevant to your pregnancy stage or your baby's age. By knowing where you registered for MC, the Health Department can make sure that the service is being offered to women at your clinic. Knowing where you registered helps the Health Department act on the compliments or complaints you may send to MomConnect about your clinic experience.
nso: MomConnect e nyaka tshedimošo yago go romela melaetša ya maleba le seemo sa boimana goba mengwaga ya lesea la gago. Go tseba fao o ingwadišeditšego MomConnect, KgoroMaphelo e ka netefatša gore tirelo e fiwa basadi kliniking ya geno. Go tseba fao o ingwadišeditšego go thuša KgoroMaphelo go šoma ka ditebogo le dipelaelo tše o di tlišago go MomConnect ka ga maitemogelo a klinking.

source: MomConnect collects your phone and ID numbers, clinic location, and information about how your pregnancy is progressing.
nso: MomConnect e tšea nomoro ya mogala le ya ID, lefelo la kliniki, le tshedimošo ka ga kgolo ya boimana bja gago.

source: MomConnect is owned and run by the Health Department. MTN, Cell C, Telkom, Praekelt, Jembi and HISP collect and process your data on their behalf.
nso: MomConnect e sepetšwa ebile ke ya Kgoro ya Maphelo. MTN,Cell C,Telkom, Praekelt, Jembi le HISP di kgoboketša le go šoma data legatong la tšona.

source: You can see, change, or ask us to delete your information by dialing *134*550*7#
nso: O ka bona, fetoša goba kgopela re tloše tshedimošo yago wa taela *134*550*7#

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered.
nso: MomConnect e tloša tshedimošo ya gago ka maitirišo mengwaga e 7 le dikgwedi tše 9 morago ga ngwadišo.

source: Sorry, that number is not recognised. Dial in with the number you first used to register. To update your number, dial *134*550*7# or register again at a clinic.
nso: Tshwarelo, nomoro yeo ga e tsebje. Taela ka nomoro ye e šomilego pele go ngwadiša. Go mpshafatša nomoro ya gago, taela *134*550*7# goba ngwadiša gape kliniking
