Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd-optout.nso_ZA.po
Languages: nso_za

source: Please tell us why you previously opted out of messages
nso_za: Hle re botše goreng o tšwele go melaetša nakong e fetilego

source: Please let us know why you do not want MomConnect messages
nso_za: Goreng o gana melaetša ya MomConnect

source: Miscarriage
nso_za: Map ye senyegilego

source: Baby was stillborn
nso_za: Leseana le hlokofetsego

source: Baby died
nso_za: Lesea le hlokofetse

source: Messages not useful
nso_za: Melaetsa ga e thuse

source: Other
nso_za: Nngwe

source: We are sorry for your loss. Would you like to receive a small set of free messages to help you in this difficult time?
nso_za: Tshwarelo ka tahlegelo ye. O nyaka go hwetsa melaetsa e mennyane ya mahala ye e ka go thusago nakong e boima?

source: Yes
nso_za: Ee

source: No
nso_za: Aowa

source: Thank you. You will no longer receive messages from us. If you have any medical concerns please visit your nearest clinic.
nso_za: Re a leboga. O ka se sa hwetsa melaetsa go rena. Ge ona le dipelaelo tsa kalafo etela kliniking ya kgauswi.

source: Thank you. You will receive support messages from MomConnect in the coming weeks.
nso_za: Re a leboga. O tla hwetsa melaetsa ya thekgo go MomConnect dibekeng tse tlago.
