Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_tb_check.afr_ZA.po
Languages: afr_za

source: Welcome back to the The National Department of Health's TB HealthCheck
afr_za: Welkom terug by Die Nasionale Departement van Gesondheid se TB Gesondheidsvraelys

source: Continue where I left off
afr_za: Gaan voort waar ek laas opgehou het

source: Start over
afr_za: Begin weer oor

source: Unfortunately, you cannot participate in the study more than once. You can still continue with a TB Check but you will not be included in the study.
afr_za: Ongelukkig kan jy nie deelneem aan die studie meer as een keer. Jy kan wel voortgaan met 'n TB Check wat nie by die studie ingesluit sal word nie.

source: Continue
afr_za: Gaan voort

source: This service works best when you choose number options from the list.
afr_za: Hierdie diens werk die beste wanneer jy een van die nommers op die lys kies.

source: The National Department of Health thanks you for helping to protect the health of all SA citizens. Stop the spread of TB.
afr_za: Die Nasionale Departement van Gesondheid bedank jou dat jy SA burgers se gesondheid beskerm. Stop TB-verspreiding.

source: START
afr_za: BEGIN

source: This NDoH service only provides health info. Please agree that you are responsible for your own medical care and treatment.
afr_za: Die NDvG-diens verskaf gesondheidsinligting. Stem jy saam dat jy verantwoordelik is vir jou mediese sorg en behandeling?

source: YES
afr_za: JA

source: NO
afr_za: NEE

source: MORE INFO
afr_za: MEER INLIGTING

source: Return to use this service at any time. Remember, if you think you have TB, avoid contact with other people and get tested at your nearest clinic.
afr_za: Gebruik hierdie diens enige tyd weer. Onthou, indien jy vermoed dat jy TB het, vermy kontak met ander mense en word getoets by jou naaste kliniek.

source: TB HealthCheck does not replace medical advice, diagnosis or treatment. Get a qualified health provider's advice on your medical condition and care.
afr_za: TB GesondheidsVraelys vervang nie mediese advies, -diagnose of -behandeling nie. Gaan na 'n dokter vir jou mediese toestand en behandeling.

source: Next
afr_za: Volgende

source: You use this info at your own risk. This tool cannot replace medical advice. Agree not to ignore or delay getting medical advice on treatment or care
afr_za: Inligting word gebruik op eie risiko. Die vraelyes vervang nie mediese raad nie. Stem om binnekort behandelingsadvies te kry en nie te ignoreer nie

source: Your personal information is protected under POPIA and in accordance with the provisions of the TB HealthCheck Privacy Notice sent to you by SMS.
afr_za: Jou inligting word beskerm deur die POPI-wet, soos uiteengesit in TB HealthCheck se Privaatheidskennisgewing-SMS.

source: ACCEPT
afr_za: AANVAAR

source: Choose your preferred language
afr_za: Kies jou taal van voorkeur

source: Please reply with numbers. Choose your preferred language
afr_za: Antwoord met 'n nommer. Kies jou taal van voorkeur

source: If you agree, we will use your information to see if this TB Check helps people. Do you agree?
afr_za: Indien jy instem sal ons jou inligting gebruik om te bepaal of TB Check mense help. Stem jy in?

source: Please reply with numbers. Do you agree?
afr_za: Antwoord met 'n nommer. Stem jy in?

source: Yes
afr_za: Ja

source: No
afr_za: Nee

source: FAQ for more info on TBCheck and the research.
afr_za: FAQ vir meer inligting.

source: How old are you?
afr_za: Hoe oud is jy?

source: Please use numbers from list. How old are you?
afr_za: Antwoord met 'n nommer uit die lys. Hoe oud is jy?

source: under 18
afr_za: onder 18

source: over 65
afr_za: oor 65

source: Okay, no problem. You will not be included in the research, but you can still continue to check if you need to take a TB test.
afr_za: Regso, geen probleem nie. Jy sal nie ingesluit word in die navorsing nie, maar jy kan nogsteeds voortgaan om te bepaal of jy 'n TB- toets moet laat doen.

source: Which gender do you identify as?
afr_za: As watter geslag identifiseer jy?

source: Please use numbers from list. Which gender do you identify as?
afr_za: Antwoord met 'n nommer uit die lys. As watter geslag identifiseer jy?

source: MALE
afr_za: MANLIK

source: FEMALE
afr_za: VROULIK

source: OTHER
afr_za: ANDER

source: RATHER NOT SAY
afr_za: WIL LIEWER NIE SE NIE

source: Choose your province
afr_za: Kies jou provinsie

source: E. CAPE
afr_za: O. KAAP

source: FREE STATE
afr_za: VRYSTAAT

source: NORTH WEST
afr_za: NOORDWES

source: N. CAPE
afr_za: N. KAAP

source: W. CAPE
afr_za: W. KAAP

source: Please type the name of the street where you live.
afr_za: In watter straat bly jy?

source: Please type the name of the suburb/township/village where you live.
afr_za: In watter woonbuurt/township/dorp bly jy?

source: Please type the name of the city where you live.
afr_za: Tik asb die naam van die stad waar jy bly in.

source: Sorry, we don't understand. Please try again. Please type the name of the city where you live
afr_za: Jammer, ons verstaan nie. Probeer asseblief weer. Tik asb die naam van die stad waar jy bly in

source: Please check that the address below is correct and matches the information you gave us: {{ address }}
afr_za: Maak asseblief seker dat onderstaande adres korrek is en ooreenstem met die inligting wat jy vir ons gegee het: {{ address }}

source: Let's see how you're feeling today. Do you have a cough?
afr_za: Kom ons kyk hoe jy vandag voel. Hoes jy?

source: Please use numbers from list. Do you have a cough?
afr_za: Antwoord met 'n nommer uit die lys. Hoes jy?

source: Do you have a fever? (when you touch your forehead, does it feel hot?)
afr_za: Het jy koors? (wanneer jy aan jou voorkop raak, voel dit warm?)

source: Please use numbers from list. Do you have a fever? (when you touch your forehead, does it feel hot?)
afr_za: Antwoord met 'n nommer uit die lys. Het jy koors?

source: Are you sweating more than usual at night?
afr_za: Sweet jy meer as gewoonlik snags?

source: Please use numbers from list. Are you sweating more than usual at night?
afr_za: Antwoord met 'n nommer uit die lys. Sweet jy meer as gewoonlik snags?

source: Have you been losing weight without trying?
afr_za: Verloor jy gewig sonder dat jy probeer?

source: Please use numbers from list. Have you been losing weight without trying?
afr_za: Antwoord met 'n nommer uit die lys. Verloor jy gewig sonder dat jy probeer?

source: Are you at high risk of TB? Risk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+
afr_za: My TB risiko Jou risiko om TB te he is hoog as jou huismaat TB het OF jy het TB gehad die afgelope 2 jaar OF jy's MIV+

source: Please use numbers from list. Are you at high risk for TB?
afr_za: Antwoord met 'n nommer uit die lys. Het jy 'n hoe risiko vir TB?

source: Yes high risk
afr_za: Ja hoe risiko

source: Dont know
afr_za: Weet nie

source: Now, please agree that the info you shared is correct and that you give the NDoH permission to contact you if needed?
afr_za: Bevestig asseblief dat die inligting wat jy gegee het reg is en dat jy die NDvG toestemming gee om jou te kontak indien nodig?

source: Finally, please agree that the info you shared is correct.
afr_za: Laastens, bevestig asseblief dat, sover jy weet, die inligting wat jy gegee het korrek is.

source: Thanks for your answers. Your result will be sent soon by SMS. Would you like to receive follow-up messages?
afr_za: Dankie vir jou antwoorde. Jou resultate sal binnekort per sms gestuur word. Wil jy graag opvolg-boodskappe ontvang?

source: Thanks for choosing to get our follow-up messages.
afr_za: Dankie dat jy gekies het om ons opvolg-boodskappe te ontvang.

source: Okay thanks, you won't get any follow-up messages.
afr_za: Reg so dankie, jy sal nie enige opvolg-boodskappe ontvang nie.

source: Thanks for your answers. Your result will be sent soon by SMS.
afr_za: Dankie vir jou antwoorde. Jou resultate sal binnekort per sms gestuur word.

source: This service works best when you select numbers from the list
afr_za: Hierdie diens werk die beste wanneer jy een van die nommers op die lys kies.

source: See Results
afr_za: Sien Uitslae

source: Your replies to the questions show that you need a TB test this week! Visit your local clinic for a free TB test.
afr_za: Jou antwoorde toon dat jy 'n TB-toets moet neem hierdie week! Gaan na jou kliniek vir 'n gratis TB-toets. Sit asseblief jou gesigmasker op voordat jy ingaan.

source: Your replies to the questions show that you need a TB test this week! With early diagnosis, TB can be cured. Don’t delay, test today!
afr_za: Jou antwoorde toon dat jy 'n TB-toets moet neem hierdie week! As TB vroeg gediagnoseer word, kan dit genees word. Hoekom wag? Laat toets jou vandag!

source: You will get R15 airtime within 1 hour if you commit to get tested. Do you commit to getting tested?
afr_za: Jy sal R15 lugtyd kry as jy onderneem om jou te laat toets. Neem jy voor om jou te laat toets?

source: Please use numbers from list. Do you commit to getting tested?
afr_za: Antwoord met 'n nommer uit die lys. Neem jy voor om jou te laat toets?

source: Even if you can’t commit now, it is still important to get tested.
afr_za: Al kan jy nie nou voorneem om dit te doen nie, is dit steeds belangrik om getoets te word.

source: When will you go for your test? Reply with the day
afr_za: Wanneer sal jy gaan vir jou toets? Antwoord met die dag

source: MONDAY
afr_za: MAANDAG

source: TUESDAY
afr_za: DINSDAG

source: WEDNESDAY
afr_za: WOENSDAG

source: THURSDAY
afr_za: DONDERDAG

source: FRIDAY
afr_za: VRYDAG

source: Well done for committing to your health!
afr_za: Geluk omdat jy jou gesondheid eerste stel!

source: You don't need a TB test now, but if you develop cough, fever, weight loss or night sweats visit your nearest clinic.
afr_za: Jy hoef nie nou 'n TB-toets te doen nie, maar besoek jou naaste kliniek indien jy begin hoes, koors het, gewig verloor of snags sweet.

source: Your replies to the questions show you need a TB test this week. Go to your clinic for a free TB test.
afr_za: Jou antwoorde toon dat jy 'n TB-toets moet neem hierdie week. Gaan na jou kliniek vir 'n gratis TB-toets. Sit asseblief jou gesigmasker op voordat jy ingaan.

source: You don't need a TB test at present. If you develop cough, fever, weight loss or night sweats visit your nearest clinic.
afr_za: Jy hoef nie nou 'n TB-toets te doen nie. Maar besoek jou naaste kliniek indien jy begin hoes, koors het, gewig verloor of snags sweet.

source: Check if those you live with are on TB treatment. If you don't know your HIV status, visit the clinic for a free HIV test. Then do the TB check again.
afr_za: Maak seker mense met wie jy woon kry TB-behandeling. As jy nie jou MIV-status ken nie, besoek die kliniek vir 'n gratis toets. Voltooi dan weer die TB-vraelys.

source: We will use this information to see if TB HealthCheck helps people. To continue, reply YES. For more on TB HealthCheck and the research, reply MORE.
afr_za: Ons sal hierdie inligting gebruik om te bepaal of TB HealthCheck mense help. Antwoord "JA" om voort te gaan. Vir meer oor TB HealthCheck en die navorsing, antwoord MEER.

source: Sorry, we don't understand. Please try again. Enter the number that matches your answer.
afr_za: Jammer, ons verstaan nie. Probeer asseblief weer. Voer die nommer in wat ooreenstem met jou antwoord.

source: More
afr_za: Meer

source: Did you find TB HealthCheck useful?
afr_za: Het jy die TB HealthCheck nuttig gevind?

source: Don't know
afr_za: Weet nie

source: I did not go to the clinic for a TB test because it takes too much time. Do you agree?
afr_za: Ek het nie kliniek toe gegaan vir 'n TB-toets nie, want dit neem te lank. Stem jy saam?

source: Agree
afr_za: Stem saam

source: Disagree
afr_za: Stem nie saam nie

source: I did not go to the clinic for a TB test because there are no clinics close to me.
afr_za: Ek het nie kliniek toe gegaan vir 'n TB-toets nie, want daar is nie 'n kliniek naby my nie. Stem jy saam?

source: I did not go to the clinic for a TB test because I do not want to think about having TB. Do you agree?
afr_za: Ek het nie kliniek toe gegaan vir 'n TB-toets nie, want ek wil nie daaraan dink dat ek dalk TB het nie. Stem jy saam?

source: Are there any other reasons why you did not go to the clinic for a TB test?Reply in your own words.
afr_za: Is daar enige ander redes waarom jy nie kliniek toe gegaan het vir 'n TB-toets nie? Antwoord in jou eie woorde.

source: Thank you for taking part in the survey. Your R15 in airtime is on its way!
afr_za: Dankie dat jy deelgeneem het aan die opname. Jou R15 lugtyd is op pad!

source: Back
afr_za: Terug

source: Exit
afr_za: Verlaat

source: The FAQ has been sent to you by SMS. What would you like to do?
afr_za: Die FAQ is na jou gestuur in 'n SMS. Wat verkies jy om te doen?

source: Please reply with the number that matches your answer.
afr_za: Antwoord asseblief met die nommer wat by jou antwoord pas.

source: What would you like to know?
afr_za: Wat wil jy weet?

source: More about the research?
afr_za: Kan julle my meer vertel oor die navorsing?

source: What information will you ask me for?
afr_za: Watter inligting sal julle my vra?

source: Why did I get the SMS?
afr_za: Waarom het ek die SMS gekry?

source: What I'll need to do?
afr_za: Wat sal ek moet doen?

source: Can I stop halfway through?
afr_za: Kan ek halfpad stop?

source: Are there costs or risks?
afr_za: Is daar kostes of risiko's?

source: What happens to the info?
afr_za: Wat gebeur met die inligting?

source: What to do if I am unhappy?
afr_za: Wat doen ek as ek ongelukkig is?

source: Many people don't realise that TB is cureable and test too late. Your answers will help us understand whether TB HealthCheck really helps people.
afr_za: Baie mense word te laat getoets want hulle besef nie dat TB geneesbaar is nie. Jou antwoorde sal ons help verstaan of TB HealthCheck mense regtig help.

source: Did TB HealthCheck encourage you to get tested?
afr_za: Het TB HealthCheck jou aangespoor om jou te laat toets?

source: Would you have tested without TB HealthCheck?
afr_za: Sou jy jou laat toets het sonder TB HealthCheck?

source: Would you have further delayed testing without TB HealthCheck?
afr_za: Sou jy toetsing langer uitgestel het sonder TB HealthCheck?

source: The waiting times at the clinic were too long. Do you agree?
afr_za: Die wagtyd by die kliniek was te lank. Stem jy saam?

source: How was your experience at the clinic?
afr_za: Hoe was jou ervaring by die kliniek?

source: Bad
afr_za: Sleg

source: Good
afr_za: Goed

source: Was it difficult to get access to a TB test? Please reply with details of any problems you experienced.
afr_za: Was dit moeilik om toegang te kry tot 'n TB-toets? Gee asseblief besonderhede van enige probleme wat jy ervaar het.

source: Why did you go to the clinic for a TB test?
afr_za: Waarom het jy kliniek toe gegaan vir 'n TB-toets?

source: Can we phone you to get more information?
afr_za: Kan ons jou skakel om meer inligting te kry?
