Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_popi_faq.tsn_ZA.po
Languages: tsn

source: Welcome back. Please select an option:
tsn: O amogetswe gape. Tsweetswee, dira tlhopho ya gago.

source: Continue viewing FAQ
tsn: Kwa morago

source: Main menu
tsn: Lenanelegolo

source: Choose a question about MomConnect (MC):
tsn: Tlhopha potso ka ga MomConnect (MC):

source: What is MomConnect?
tsn: MomConnect ke eng?

source: Why does MC need my personal info?
tsn: Goreng MC e tlhoka dintlha tsa me?

source: What personal info is collected?
tsn: Ke dintlha dife tse di kokoanngwang?

source: Who can see my personal info?
tsn: Dintlha tsa me di bonwa ke mang?

source: How can I see, change or delete my personal info?
tsn: Ke bona, fetola kgotsa phimola jang dintlha tsa me?

source: How long does MC keep my info?
tsn: MC e tshola dintlha ya me go fitlha leng?

source: Next
tsn: E e latelang

source: Back
tsn: Kwa morago

source: MC is a Health Department programme. It sends SMS messages for you & your baby. To see, change or delete your info dial *134*550*7#
tsn: MC ke lenaneo la Lefapha la Boitekanelo. Le romela diSMS tsa gago & lesea. Go bona, fetola kgotsa go phimola dintlha tsa gago leletsa *134*550*7#

source: Menu
tsn: Lenaneo

source: MomConnect needs your personal info to send you messages that are relevant to your pregnancy stage or your baby's age. By knowing where you registered for MC, the Health Department can make sure that the service is being offered to women at your clinic. Knowing where you registered helps the Health Department act on the compliments or complaints you may send to MomConnect about your clinic experience.
tsn: MomConnect e tlhoka dintlha tsa gago go go romelela melaetsa e e siametseng maemo a boimana ba gago kgotsa bogolo ba lesea. Ka go itse gore o kwadiseditse MomConnect kae, Lefapha la Boitekanelo le ka dira gore tirelo e rebolelwe basadi kwa tliliniking ya gago. Go itse kwa o kwadisitseng teng go tla thusa Lefapha la Boitekanelo go tsaya tsia ditshwaelo tse o di romelang MomConnect ka maitemogelo a gago.

source: MomConnect collects your phone and ID numbers, clinic location, and information about how your pregnancy is progressing.
tsn: MomConnect e tsaya dinomoro tsa gago tsa mogala le ID, tliliniki le dintlha tsa boimana ba gago.

source: MomConnect is owned and run by the Health Department. MTN, Cell C, Telkom, Praekelt, Jembi and HISP collect and process your data on their behalf.
tsn: MomConnect ke ya Lefapha la Boitekanelo. MTN, Cell C, Telkom, Praekelt, Jembi le HISP di kokoanya le go dirisa dintlha tsa gago boemong ba lona.

source: You can see, change, or ask us to delete your information by dialing *134*550*7#
tsn: O ka bona, fetola kgotsa wa re kopa go phimola dintlha tsa gago ka go leletsa *134*550*7#

source: MomConnect will automatically delete your personal information 7 years and 9 months after you registered.
tsn: MomConnect e tla phimola dintlha tsa gago dingwaga tse 7 le dikgwedi tse 9 morago ga gore o ikwadise.

source: Sorry, that number is not recognised. Dial in with the number you first used to register. To update your number, dial *134*550*7# or register again at a clinic.
tsn: Tshwarelo, nomoro eo ga e itsiwe. Letsa ka nomoro e o kwadisitseng ka yona la ntlha. Go fetola nomoro, leletsa *134*550*7# kgotsa kwadisa gape kwa tliliniking
