{
    "": {
        "pot-creation-date": "2016-08-16 02:50:+0000",
        "project-id-version": "USSD PMTCT",
        "language-team": "swati <LL@li.org>",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "po-revision-date": "2016-08-22 09:37+0200",
        "last-translator": "",
        "x-generator": "Poedit 1.6.7",
        "language": "ss"
    },
    "HIV positive moms can have an HIV negative baby! You can get free medicine at the clinic to protect your baby and improve your health": [
        null,
        "Bomake labane-HIV bangamtfola umntfwana lote i-HIV! Emtfolamphilo ungatfola umutsi wamahhala wekuvikela umntfwa wakho kanye nekwenta imphilo yakho ibe ncono."
    ],
    "Recently tested HIV positive? You are not alone, many other pregnant women go through this. Visit b-wise.mobi or call the AIDS Helpline 0800 012 322": [
        null,
        "Usandza kutfola kutsi une-HIV? Awuwedvwa, banengi bomake labakhulelwe labandlula kuloku. Yani ku: b-wise.mobi/ushayele Lucingo Lwekusitwa nge-AIDS:0800 012 322"
    ],
    "You have an incomplete registration. Would you like to continue with this registration?": [
        null,
        ""
    ],
    "Yes": [
        null,
        "Yebo"
    ],
    "No, start a new registration": [
        null,
        ""
    ],
    "You need to be registered on MomConnect to receive these messages. Please visit the nearest clinic to register.": [
        null,
        "Ufanele kutsi ubhalise kuMomConnect kute kutsi utfole lemilayeto. Ucelwa kutsi uvakashele umtfolamphilo lodvutane nawe kute ubhalise."
    ],
    "To sign up, we need to collect, store and use your info. You may also get messages on public holidays and weekends. Do you consent?": [
        null,
        "Kute sisayine, sidzinga kutfola, sigcine futsi sisebentise lwatiso lwakho. Ungatfola imilayeto ngemaholidi nangetimphelansontfo. Uyavuma?"
    ],
    "No": [
        null,
        "Cha"
    ],
    "Unfortunately without your consent, you cannot register to MomConnect. Thank you for using the MomConnect service. Goodbye.": [
        null,
        "Ngelishwa ngaphandle kwekuvuma kwakho, angeke ubhaliswe kuMomConnect. Siyabonga kutsi usebentise tinsita teMomConnect. Sala kahle."
    ],
    "Please enter the year you were born (For example 1981)": [
        null,
        "Njengoba ute matisi noma ipasipoti, sicela ufake umnyaka lowatalwa ngawo (Sibonelo 1981)"
    ],
    "Invalid date. Please enter the year you were born (For example 1981)": [
        null,
        "Kubeneliphutsa nawufaka. Sicela kutsi ufake umnyaka wakho wekutalwa futsi ngekucophelela (sibonelo: 2001)"
    ],
    "In which month were you born?": [
        null,
        "Ucelwa kutsi ufake inyanga lowatalwa ngayo"
    ],
    "Please enter the date of the month you were born (For example 21)": [
        null,
        "Sicela kutrsi ufake lilanga lowatalwa ngalo (Sibonelo 14)"
    ],
    "Invalid date. Please enter the date of the month you were born (For example 21)": [
        null,
        "Sicela kutrsi ufake lilanga lowatalwa ngalo (Sibonelo 14)"
    ],
    "Would you like to receive messages about keeping your child HIV-negative? The messages will contain words like HIV, medicine & ARVs?": [
        null,
        "Ungatsandza yini kutfola imilayeto mayelana nekugcina umntfwanakho ete i-HIV? Lomlayeto utawuba nemagama latsi HIV, imitsi nema-ARV"
    ],
    "You will now start receiving messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.": [
        null,
        "Manje sewutawucala kutfola imilayeto lemayelana nekugcina umntfwanakhe ete i-HIV. Siyabonga kutsi usebentise tinsita teMomConnect. Sala kahle."
    ],
    "You have chosen to not receive messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.": [
        null,
        "Ukhetse kutsi ungasatfoli imilayeto yekugcina umntfwanakho ete i-HIV. Siyabonga kutsi usebentise tinsita teMomConnect. Sala kahle."
    ],
    "Please tell us why you do not want to receive messages:": [
        null,
        "Kungani ungafuni imilayeto: "
    ],
    "More": [
        null,
        ""
    ],
    "Back": [
        null,
        ""
    ],
    "Not HIV-positive": [
        null,
        "Ngite i-HIV"
    ],
    "Miscarriage": [
        null,
        "Kuphunyelwa sisu"
    ],
    "Baby was stillborn": [
        null,
        "Umntfwana wabelekwa ashonile"
    ],
    "Baby died": [
        null,
        "Umntfwana washona"
    ],
    "Messages not useful": [
        null,
        "Imilayeto ayikapheleli"
    ],
    "Other": [
        null,
        "Lokunye"
    ],
    "You will not receive SMSs about keeping your baby HIV negative. You will still receive MomConnect SMSs. To stop receiving these SMSs, dial {{ mc_optout_number }}": [
        null,
        "Angeke utfole imilayeto lemayelana nekugcina umntfwanakho ete i-HIV. Utawuchubeka utfole emaSMS eMomConnect. Kute uyekele kutfola lama-SMS, shayela *134*550*1#"
    ],
    "We are sorry for your loss. Would you like to receive a small set of free messages from MomConnect that could help you in this difficult time?": [
        null,
        "Sibuhlungu ngekulahlekelwa kwakho. Ungatsandza yini kutfola isethi lencane yemilayeto yeMomConnect yamahhala yekukusita kulesikhatsi lesimatima?"
    ],
    "Thank you. You will no longer receive any messages from MomConnect. If you have any medical concerns, please visit your nearest clinic.": [
        null,
        "Siyabonga. Angeke usayitfola imilayeto yeMomConnect. Nangabe kukhona kwetemphilo lokukukhatsatako, ucelwa kutsi uvakashele umtfolamphilo wakho lodvutane nawe."
    ],
    "Thank you. You will receive support messages from MomConnect in the coming weeks.": [
        null,
        "Siyabonga. Utawutfola imilayeto yekwesekelwa levela kuMomConnect kulamaviki letako."
    ]
}
