{
    "": {
        "pot-creation-date": "2021-04-01 10:48:+0000",
        "project-id-version": "",
        "language-team": "",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "po-revision-date": "2021-04-06 11:13+0200",
        "x-generator": "Poedit 2.4.2",
        "last-translator": "",
        "plural-forms": "nplurals=2; plural=(n==0 || n==1);",
        "language": "zul_ZA"
    },
    "Welcome back to the The National Department of Health's TB HealthCheck\n\nReply 1 or 2": [
        null,
        "Siyakwamukela futhi kwi-HealthCheck ye-TB yoMnyango Kazwelonke Wezempilo\n \nPhendula 1 noma 2"
    ],
    "Continue where I left off": [
        null,
        "Qhubeka la engigcine khona"
    ],
    "Start over": [
        null,
        "Qala phansi"
    ],
    "This service works best when you choose number options from the list.": [
        null,
        "Le sevisi isebenza kahle kakhulu uma ukhetha izinketho zezinombolo ohlwini."
    ],
    "The National Department of Health thanks you for helping to protect the health of all SA citizens. Stop the spread of TB.\n\nReply": [
        null,
        "UMnyango Wezempilo Kazwelonke uyabonga ngokusiza ukuvikela impilo yezakhamizi zaseNingizimu Afrika. Misa ukusabalala TB. \n\nPhendula"
    ],
    "START": [
        null,
        "QALA"
    ],
    "Choose your preferred language": [
        null,
        "Khetha ulimi lwakho oluthandayo"
    ],
    "Please reply with numbers. Choose your preferred language": [
        null,
        "Khetha ulimi lwakho oluthandayo"
    ],
    "English": [
        null,
        "English"
    ],
    "isiZulu": [
        null,
        "isiZulu"
    ],
    "Afrikaans": [
        null,
        "Afrikaans"
    ],
    "isiXhosa": [
        null,
        "isiXhosa"
    ],
    "Sesotho": [
        null,
        "Sesotho"
    ],
    "This service only provides health info. Agree that you are responsible for your medical care and treatment.\n\nReply": [
        null,
        "Lesevisi ikupha imininingwane yezempilo kphela. Vuma ukuthi unegunya lokunakekelwa nokwelashwa kwakho. \n\nPhendula"
    ],
    "YES": [
        null,
        "YEBO"
    ],
    "NO": [
        null,
        "CHA"
    ],
    "MORE INFO": [
        null,
        "IMINININGWANE ENGAPHEZULU"
    ],
    "Return to use this service at any time. Remember, if you think you have TB, avoid contact with other people and get tested at your nearest clinic.": [
        null,
        "Buyela ukusebenzisa le sevisi noma kunini. Khumbula, uma ucabanga ukuthi une-TB, gwema ukuxhumana nabanye abantu futhi uyohlolwa emtholampilo oseduzane nawe."
    ],
    "TB HealthCheck does not replace medical advice, diagnosis or treatment. Get a qualified health provider's advice on your medical condition and care.": [
        null,
        "I-TB HealthCheck ayithathi indawo yezeluleko zezokwelapha. Thola izeluleko zomhlinzeki wezempilo oqeqeshiwe ngesimo sakho sezempilo nokunakekelwa."
    ],
    "Next": [
        null,
        "Next"
    ],
    "You use this info at your own risk. This tool cannot replace medical advice. Agree not to ignore or delay getting medical advice on treatment or care": [
        null,
        "Usebenzisa lolulwazi ngokuzibeka wena egcupheni. Vuma ukungazibi nokungabambezeleli ukthola iseluleko ngokwelashwa noma ukunakekelwa"
    ],
    "Choose your province. Reply with a number:": [
        null,
        "Khetha isfundazwe sakho Phendula ngenombolo:"
    ],
    "E. CAPE": [
        null,
        "E. CAPE"
    ],
    "FREE STATE": [
        null,
        "FREE STATE"
    ],
    "GAUTENG": [
        null,
        "GAUTENG"
    ],
    "KWAZULU NATAL": [
        null,
        "KWAZULU NATAL"
    ],
    "LIMPOPO": [
        null,
        "LIMPOPO"
    ],
    "MPUMALANGA": [
        null,
        "MPUMALANGA"
    ],
    "NORTH WEST": [
        null,
        "NORTH WEST"
    ],
    "N. CAPE": [
        null,
        "N. CAPE"
    ],
    "W. CAPE": [
        null,
        "W. CAPE"
    ],
    "Please TYPE your home address (or the address where you are currently staying). Give the street number, street name, suburb/township/town/village (or nearest).": [
        null,
        "Scela UFAKE ikheli lasekhaya kini (noma ikheli ohlala kulo manje). Faka inombolo yomgwaqo, igama lomgwaqo, indawo / ilokishi / idolobha/ isigodi (noma eduzane)."
    ],
    "Please check that the address below is correct and matches the information you gave us:\n{{ address }}": [
        null,
        "Sicela ubheke ukuthi ikheli elingezansi lilungile futhi lihambisana nemininingwane osinike yona:\n{{ address }}"
    ],
    "Yes": [
        null,
        "Yebo"
    ],
    "No": [
        null,
        "Cha"
    ],
    "How old are you?\n\nReply with a number": [
        null,
        "Uneminyaka emingaki \n\nPhendula ngenombolo"
    ],
    "Please use numbers from list.\n\nHow old are you?": [
        null,
        "Uneminyaka emingaki \n\nPhendula ngenombolo"
    ],
    "under 18": [
        null,
        "ngaphansi kwa-18"
    ],
    "18-39": [
        null,
        "18-39"
    ],
    "40-65": [
        null,
        "40-65"
    ],
    "over 65": [
        null,
        "ngaphezu kwa-65"
    ],
    "Which gender do you identify as?:\n\nReply with a number": [
        null,
        "Ubuphi ubulili ozibona uyibo?:\n \nPhendula ngenombolo"
    ],
    "Please use numbers from list.\n\nWhich gender do you identify as?:": [
        null,
        "Ubuphi ubulili ozibona uyibo?:\n \nPhendula ngenombolo"
    ],
    "MALE": [
        null,
        "OWESILISA"
    ],
    "FEMALE": [
        null,
        "OWESIFAZANE"
    ],
    "OTHER": [
        null,
        "OKUNYE"
    ],
    "RATHER NOT SAY": [
        null,
        "NGINCAMELA UKUNGASHO"
    ],
    "Let's see how you're feeling today. Do you have a cough?\n\nReply 1 or 2": [
        null,
        "Asiboneuzizwa kanjani namuhla. Uyakhwehlela? \n\nPhendula 1 noma 2"
    ],
    "Please use numbers from list.\nDo you have a cough?\n\nReply 1 or 2": [
        null,
        "Asiboneuzizwa kanjani namuhla. Uyakhwehlela? \n\nPhendula 1 noma 2"
    ],
    "Do you have a fever? (when you touch your forehead, does it feel hot?)\n\nReply 1 or 2": [
        null,
        "Unemfiva? (uma uthina isiphongo sakho, usizwa sishisa?)\n \nPhendula 1 noma 2"
    ],
    "Please use numbers from list. Do you have a fever? (when you touch your forehead, does it feel hot?)\n\nReply 1 or 2": [
        null,
        "Unemfiva? (uma uthina isiphongo sakho, usizwa sishisa?)\n \nPhendula 1 noma 2"
    ],
    "Are you sweating more than usual at night?": [
        null,
        "Ingabe ujuluka ngaphezu kokujwayelekile ebusuku?"
    ],
    "Please use numbers from list. Are you sweating more than usual at night?": [
        null,
        "Ingabe ujuluka ngaphezu kokujwayelekile ebusuku?"
    ],
    "Have you been losing weight without trying?": [
        null,
        "Ngabe uyancipha emzimbeni ngaphandle kokuzama?"
    ],
    "Please use numbers from list. Have you been losing weight without trying?": [
        null,
        "Ngabe uyancipha emzimbeni ngaphandle kokuzama?"
    ],
    "Are you at high risk of TB?\n\nRisk means you live with someone who has TB OR you had TB in the last 2 years OR you are HIV+": [
        null,
        "Ingabe usengozini enkulu ye-TB? \nIngozi isho ukuhlala nomuntu one-TB NOMA ubene-TB kuminyaka emi-2 edlule NOMA u-HIV+"
    ],
    "Please use numbers from list. Are you at high risk for TB?": [
        null,
        "Ingabe usengozini enkulu ye-TB? \nIngozi isho ukuhlala nomuntu one-TB NOMA ubene-TB kuminyaka emi-2 edlule NOMA u-HIV+"
    ],
    "Yes high risk": [
        null,
        "Yebo ingozi inkulu"
    ],
    "Dont know": [
        null,
        "Angazi"
    ],
    "Now, please agree that the info you shared is correct and that you give the NDoH permission to contact you if needed?\n\nReply 1 or 2": [
        null,
        "Sesicela uvume ukuthi imininingwane osinikeze yona iyiqiniso nokuthi unikeza iNDoH imvume yokuxhumana nawe uma kudingeka?  \n\nPhendula 1 noma 2"
    ],
    "Thanks for your answers. Your result will be sent soon on SMS. Would you like to receive follow-up messages?\nReply": [
        null,
        "Siyabonga ngempendulo yakho. Imiphumela yakho izothunyelwa ku-SMS kungekudala. Ungathanda ukuthola imilayezo ezolandelela? \n\nPhendula"
    ],
    "This service works best when you select numbers from the list": [
        null,
        "Le sevisi isebenza kahle kakhulu uma ukhetha izinketho zezinombolo ohlwini."
    ],
    "See Results": [
        null,
        "Bona imiphumela"
    ],
    "You don't need a TB test now, but if you develop cough, fever, weight loss or night sweats visit your nearest clinic.": [
        null,
        "Awuyidingi i-test ye-TB manje, kodwa uma uba nokukhwehlela, imfiva, ukuncipha ngokomzimba noma ukujuluka ebusuku vakashela umtholampilo oseduzane nawe."
    ],
    "Your replies to the questions show you need a TB test this week.\n\nGo to your clinic for a free TB test. Please put on a face mask before you enter the clinic": [
        null,
        "I’mpendulo zakho kulembuzo zibonisa ukuth udinga ukuhlolelwa i-TB kuleviki. \n\nIya e-Clinic yakho ukuhlola i-TB mahhala. Cela ufake isfonyo ungakangeni khona"
    ],
    "Check if those you live with are on TB treatment. If you don't know your HIV status, visit the clinic for a free HIV test. Then do the TB check again.": [
        null,
        "Bheka ukuthi labo ohlala nabo balashelwa i-TB na. Uma ungasazi isimo sakho se-HIV, vakashela umtholampilo uyohlolelwa i-HIV mahhala. Bese uphinde uhlole i-TB."
    ]
}
