Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_pmtct.afr_ZA.po
Languages: af

source: HIV positive moms can have an HIV negative baby! You can get free medicine at the clinic to protect your baby and improve your health
af: Moeders wat MIV-positief is kan n MIV-negatiewe baba he! Jy kan gratis medisyne by die kliniek kry om jou baba te beskerm en om jou gesondheid te verbeter.

source: Recently tested HIV positive? You are not alone, many other pregnant women go through this. Visit b-wise.mobi or call the AIDS Helpline 0800 012 322
af: Onlangs MIV-positief getoets? Jy is nie alleen nie, baie ander swanger vroue is ook positief. Besoek b-wise.mobi of skakel die Vigs-hulplyn 0800 012 322

source: Yes
af: Ja

source: Would you like to receive these messages over WhatsApp or SMS?
af: Wil jy hierdie boodksappe oor WhatsApp of SMS ontvang?

source: You need to be registered on MomConnect to receive these messages. Please visit the nearest clinic to register.
af: Jy moet by MomConnect geregistreer wees om hierdie boodskappe te ontvang. Gaan asb na jou naaste kliniek om te registreer.

source: No
af: Nee

source: Unfortunately without your consent, you cannot register to MomConnect. Thank you for using the MomConnect service. Goodbye.
af: Sonder jou toestemming kan jy ongelukkig nie vir die MomConnect-diens registreer nie. Dankie dat jy MomConnect se diens gebruik het. Totsiens.

source: Please enter the year you were born (For example 1981)
af: Aangesien jy nie ’n ID of ’n paspoort het nie, tik asb die jaar in toe jy gebore is (bv 1981)

source: Invalid date. Please enter the year you were born (For example 1981)
af: Khona iphutha olenzile. Phinda ufake usuku lwakho lokuzalwa ngokucophelela (isibonelo: 2001)

source: In which month were you born?
af: Tik asb die maand in toe jy gebore is

source: Please enter the date of the month you were born (For example 21)
af: Tik asb die maand in toe jy gebore is

source: Invalid date. Please enter the date of the month you were born (For example 21)
af: Tik asb die dag in toe jy gebore is (bv 14)

source: Would you like to receive messages about keeping your child HIV-negative? The messages will contain words like HIV, medicine & ARVs
af: Wil jy graag boodskappe ontvang oor hoe om jou kind MIV-negatief te hou? Die boodskappe sal woorde soos MIV, medisyne en ARV's bevat

source: You will now start receiving messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
af: Jy sal nou boodskappe begin ontvang oor hoe om jou kind MIV-negatief te hou. Dankie dat jy die MomConnect-diens gebruik. Totsiens.

source: You have chosen to not receive messages about keeping your child HIV-negative. Thank you for using the MomConnect service. Goodbye.
af: Jy het gekies om NIE boodskappe te ontvang oor hoe om jou kind MIV-negatief te hou nie. Dankie dat jy MomConnect se diens gebruik het. Totsiens.

source: Please tell us why you do not want to receive messages:
af: Laat ons asb weet waarom jy nie meer boodskappe wil ontvang nie:

source: Not HIV-positive
af: Nie MIV+ nie

source: Miscarriage
af: Miskraam

source: Baby was stillborn
af: Baba doodgebore

source: Baby died
af: Baba dood

source: Messages not useful
af: SMSse help nie

source: Other
af: Ander

source: You will not receive SMSs about keeping your baby HIV negative. You will still receive MomConnect SMSs. To stop receiving these SMSs, dial {{ mc_optout_number }}
af: Jy sal NIE meer SMSse ontvang oor hoe om jou baba MIV negatief te hou nie. Jy sal egter steeds MomConnect se SMSse ontvang. Om dit te stop, skakel *134*550*1#

source: We are sorry for your loss. Would you like to receive a small set of free messages from MomConnect that could help you in this difficult time?
af: Ons is jammer oor jou verlies. Wil jy npaar SMSse ontvang om jou gedurende hierdie moeilike tyd te help?

source: Thank you. You will no longer receive any messages from MomConnect. If you have any medical concerns, please visit your nearest clinic.
af: Baie dankie. Jy sal glad nie meer boodskappe van MomConnect ontvang nie. Gaan asb na jou naaste kliniek as jy enige mediese probleme of kwellings het.

source: Thank you. You will receive support messages from MomConnect in the coming weeks.
af: Baie dankie. Jy sal die MomConnect-boodskappe in die hieropvolgende weke kry om jou te ondersteun.
