{
    "": {
        "project-id-version": "Personal",
        "pot-creation-date": "2017-06-28 12:22+0200",
        "po-revision-date": "2017-06-28 12:23+0200",
        "last-translator": "",
        "language-team": "Venda <LL@li.org>",
        "language": "ve",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.0.2",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    },
    "Congratulations on your pregnancy. You will now get free SMSs about MomConnect. You can register for the full set of FREE helpful messages at a clinic.": [
        null,
        "Ri a takala vho dihwala. Vha do rumelwa dziSMS dza mahala dza MomConnect. Vha nga ya kiliniki vha dinwalisela sethe ya milaedza ya MAHALA i no do vha thusa."
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Kha vha fhindule mesedzhi  na mbilaelo yavho. Tshumelo kiliniki, kha vha dzhenise kiliniki kana dzina la mushumi wa kiliniki. Hu do shuma mitengo yo tiwaho."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Kha vha fhindule mesedzhi  na mbilaelo yavho. Tshumelo kiliniki, kha vha dzhenise kiliniki kana dzina la mushumi wa kiliniki. Hu do shuma mitengo yo tiwaho. "
    ],
    "Welcome back. Please select an option:": [
        null,
        "Vho tanganedzwa kha MomConnect ya Muhasho wa Mutakalo.Vha nanga:"
    ],
    "Continue signing up for messages": [
        null,
        "Kha vha ise phanda na u dinwalisela milaedza"
    ],
    "Main menu": [
        null,
        "Menumurangeli"
    ],
    "MomConnect sends free support SMSs to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "MomConnect i rumela vhathu vho dihwalaho dziSMS dza thikhedzo dza mahala. Vho dihwala vha vhona u nga vho dihwala?"
    ],
    "Yes": [
        null,
        "Ee"
    ],
    "No": [
        null,
        "Hai"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        ""
    ],
    "You have previously opted out of MomConnect SMSs. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Tshifhingani tsho fhiraho vho vha vha si tsha toda dziSMS dza MomConnect. Kha vha bule uri vha vho dzi toda hafhu naa?"
    ],
    "Main Menu": [
        null,
        "Menumurangi"
    ],
    "How would you like to receive messages about you and your baby?": [
        null,
        "Vha tama u wana hani milaedza nga ha vhone na kubebwa kwavho?"
    ],
    "WhatsApp": [
        null,
        "WhatsApp"
    ],
    "SMS": [
        null,
        "SMS"
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "Vho tanganedzwa kha MomConnect ya Muhasho wa Mutakalo.Vha nanga: "
    ],
    "Send us a compliment": [
        null,
        "U rumela thuthuwedzo."
    ],
    "Send us a complaint": [
        null,
        "U vhiga mbilahelo"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Ro livhuha. Ri do rumela mulaedza hu si kale wa ndila dza u ri thuthuwedzo/ndivhuho yavho."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Ro livhuha. SMS i do swika hu si kale."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "Vho tanganedzwa kha MomConnect ya Muhasho wa Mutakalo. Kha vha nange: "
    ],
    "Get the full set of messages": [
        null,
        "Sethe yo fhelelaho ya milaedza."
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "U itela u dinwalisela sethe yo fhelelaho ya milaedza, kha vha ye kiliniki ya tsini navho."
    ]
}