Repository: praekeltfoundation/ndoh-jsbox
Catalog: config/go-app-ussd_higherhealth_healthcheck.zul_ZA.po
Languages: zul

source: Continue where I left off
zul: Qhubeka lapho ngashiya khona

source: Start over
zul: qala phansi

source: The HIGHER HEALTH HealthCheck is your risk assessment tool. Help us by answering a few questions about you and your health. Reply
zul: UMnyango Wezempilo Kazwelonke ukubonga ngokudlala iqhaza empilweni yazo zonke izakhamizi.Misa ukusatshalaliswa kwe-COVID-19 Phendula

source: This service works best when you select numbers from the list
zul: Lensizakalo isebenza kahle uma ukhetha izinombolo ohlwini

source: START
zul: QALA

source: Confirm that you're responsible for your medical care & treatment. This service only provides info. Reply
zul: Qinisekisa ukuthi unesibopho ekuzinakekeleni nokwelashwa kwakho . Lensizakalo inikezela ngolwazi kuphela. Phendula

source: Please use numbers from list. Confirm that u're responsible for ur medical care & treatment. This service only provides info. Reply
zul: Qinisekisa ukuthi unesibopho ekuzinakekeleni nokwelashwa kwakho . Lensizakalo inikezela ngolwazi kuphela. Phendula

source: YES
zul: YEBO

source: NO
zul: CHA

source: MORE INFO
zul: EMINYE IMINININGWANE

source: You can return to this service at any time. Remember, if you think you have COVID-19 STAY HOME, avoid contact with other people and self-quarantine.
zul: Ungabuyela kule nsiza noma inini. Khumbula, uma ucabanga ukuthi kungenzeka ube ne-COVID-19 HLALA EKHAYA, ugweme ukuthintana nabantu futhi uzihlukanise wedwa.

source: It's not a substitute for professional medical advice/diagnosis/treatment. Get a qualified health provider's advice about your medical condition/care.
zul: Lensiza ayisithathi isikhundleni sezeluleko zempilo eziqhamuka kochwepheshe. Xhumana nomhlinzeki wezempilo ofanelekile mayelana nesimo sakho.

source: Next
zul: Okulandelayo

source: You confirm that you shouldn't disregard/delay seeking medical advice about treatment/care because of this service. Rely on info at your own risk.
zul: Uqinisekisa ukuthi akumele uhlehlise ukufuna izeluleko zempilo mayelana nokwelashwa ngenxa yalensiza. Themba imininingwane ngokuthanda kwakho.

source: Select your province Reply:
zul: Khetha isifundazwe sakho Phendula

source: Please TYPE the name of your Suburb, Township, Town or Village (or nearest)
zul: Uyacelwa ukuthi UBHALE igama lesigatshana sakho, ilokishi, idolobha noma idolobhana (eliseduzane)

source: How old are you?
zul: Uneminyaka emingakhi?

source: How old are you?
zul: Uneminyaka emingakhi?

source: Do you feel very hot or cold? Are you sweating or shivering? When you touch your forehead, does it feel hot? Reply
zul: Wake watholakala ukuthi unesifo sokukhuluphala, soshukela, i-hypertension noma isifo senhliziyo? Phendula

source: Please use numbers from list. Do you feel very hot or cold? Are you sweating or shivering? When you touch your forehead, does it feel hot? Reply
zul: Ngabe uzizwa ushisa kakhulu noma ubanda? Ngabe uyajuluka noma uyathuthumela? Lapho uthinta isiphongo sakho, ingabe usizwa sishisa? Phendula

source: Do you have a cough that recently started? Reply
zul: Ingabe unakho ukukhwehlela okusanda kuqala? Phendula

source: Please use numbers from list. Do you have a cough that recently started? Reply
zul: Ingabe unakho ukukhwehlela okusanda kuqala? Phendula

source: Do you have a sore throat, or pain when swallowing? Reply
zul: Ngabe unomphimbo obuhlungu noma kubuhlungu uma ugwinya? Phendula

source: Please use numbers from list. Do you have a sore throat, or pain when swallowing? Reply
zul: Ngabe unomphimbo obuhlungu noma kubuhlungu uma ugwinya? Phendula

source: Do you have breathlessness or difficulty in breathing, that you've noticed recently? Reply
zul: Ingabe uqaphele ukuthi unokuphelelwa umoya noma unenkinga yokuphefumula, ezinsukwini? Phendula

source: Please use numbers from list. Do you have breathlessness or difficulty in breathing, that you've noticed recently? Reply
zul: Ingabe uqaphele ukuthi unokuphelelwa umoya noma unenkinga yokuphefumula, ezinsukwini? Phendula

source: Have you been in close contact with someone confirmed to be infected with COVID-19? Reply
zul: Uke wasondelana eduze nomuntu okuqinisekisiwe ukuthi ungenwe yi-COVID19? Phendula

source: Please use numbers from list. Have u been in contact with someone with COVID19 or been where COVID19 patients are treated? Reply
zul: Uke wasondelana eduze nomuntu okuqinisekisiwe ukuthi ungenwe yi-COVID19? Phendula

source: NOT SURE
zul: ANGINASO ISIQINISEKO

source: Please confirm that the information you shared is correct & that the National Department of Health can contact you if necessary? Reply
zul: Cela uqinisekise iminingwane yakho nokuthi uMnyango Wezempilo Kazwelonke ungaxhumana nawe uma kunesidingo? Phendula

source: Please reply with numbers Is the information you shared correct & can the National Department of Health contact you if necessary? Reply
zul: Cela uqinisekise iminingwane yakho nokuthi uMnyango Wezempilo Kazwelonke ungaxhumana nawe uma kunesidingo? Phendula

source: RESTART
zul: qala phansi

source: You are at low risk of having COVID-19. You will still need to complete this risk assessment daily to monitor your symptoms.
zul: Qedela le HealthCheck futhi ezinsukwini eziyi-7 ezizayo noma ngokushesha uma uzizwa ugula noma uhlangana nomuntu onayo i-COVID-19.

source: You should SELF-QUARANTINE for 14 days and do HealthCheck daily to monitor symptoms. Try stay and sleep alone in a room that has a window with good air flow.
zul: Siyakuncoma ukuUZIHLUKANISA NABANTU izinsuku eziyi-14 futhi wenze i-HealthCheck nsuku zonke ukuqapha izimpawu. Hlala/lala wedwa egumbini elinomoya omuhle.

source: GET TESTED to find out if you have COVID-19. Go to a testing center or Call 0800029999 or your healthcare practitioner for info on what to do & how to test.
zul: Ngeke sixhumane nawe. Ungafaneleka ukuthi uhlolelwe iCOVID19. Iya esikhungweni sokuhlola noma kudokotela wakho noma ushayele ku0800029999 ukuthola ulwazi

source: We won't contact you. SELF-QUARANTINE for 14 days and do this HealthCheck daily to monitor symptoms. Stay/sleep alone in a room with good air flowing through
zul: Ngeke sixhumane nawe. ZIHLUKANISE NABANTU izinsuku eziyi-14 futhi wenze iHealthCheck nsuku zonke ukugada izimpawu. Hlala/lala wedwa egumbini elinomoya omuhle.

source: You will not be contacted. GET TESTED to find out if you have COVID-19. Go to a testing center or Call 0800029999 or your healthcare practitioner for info
zul: Ngeke kuxhunyanwe nawe. HLOLWA ukuthola ukuthi une-COVID-19. Iya esikhungweni sokuvivinya noma ushayele ku-0800029999 noma udokotela wakho wezempilo onolwazi

source: You will not be contacted. If you think you have COVID-19 please STAY HOME, avoid contact with other people in your community and self-isolate.
zul: Ngeke kuxhunyanwe nawe. Uma ucabanga ukuthi une-COVID-19 sicela UHLALE EKHAYA, gwema ukuthintana nabantu emphakathini wakho futhi uzihlukanise.

source: START OVER
zul: QALA PHANSI
