{
    "": {
        "project-id-version": "Personal",
        "pot-creation-date": "2017-06-28 12:22+0200",
        "po-revision-date": "2017-06-28 12:22+0200",
        "last-translator": "",
        "language-team": "Tsonga <LL@li.org>",
        "language": "ts",
        "mime-version": "1.0",
        "content-type": "text/plain; charset=UTF-8",
        "content-transfer-encoding": "8bit",
        "x-generator": "Poedit 2.0.2"
    },
    "Congratulations on your pregnancy. You will now get free SMSs about MomConnect. You can register for the full set of FREE helpful messages at a clinic.": [
        null,
        ""
    ],
    "Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Hlamla mahungu law kanwe na xivlelo xa wen.Lok swi fambelan na vukorokeri bya tliniki, katsa vito ra mtirhi kumbe tliniki. Mtsengo leyi ringansweke ya tirha."
    ],
    "Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.": [
        null,
        "Hlamla mahungu law kanwe na ku themndela ka wen.Lok swi fambelan na vukorokeri bya tliniki, katsa vito ra mtiri kumbe tliniki.Mtsengo leyi ringansweke ya tirha."
    ],
    "Welcome back. Please select an option:": [
        null,
        "Wa amukeriwa nakambe. Hlawula opuxini:"
    ],
    "Continue signing up for messages": [
        null,
        "Yisa emahlweni ku titsarisela ku kuma mahungu"
    ],
    "Main menu": [
        null,
        "Menyunkulu"
    ],
    "MomConnect sends free support SMSs to pregnant mothers. Are you or do you suspect that you are pregnant?": [
        null,
        "MomConnect yi rhumela tiSMS ta mahala to seketela eka vavasati lava nga vayimani.U muyimani kumbe u ehleketelela leswaku u nga va u ri muyimani?"
    ],
    "Yes": [
        null,
        " Ina "
    ],
    "No": [
        null,
        "E-e"
    ],
    "To register we need to collect, store & use your info. You may get messages on public holidays & weekends. Do you consent?": [
        null,
        ""
    ],
    "You have previously opted out of MomConnect SMSs. Please confirm that you would like to opt in to receive messages again?": [
        null,
        "Nkarhi lowu hundzeke u komberile ku ka u nga ha rhumeriwi tiSMS ta MomConnect. Xana u lava ku rhumeriwa mahungu nakambe?"
    ],
    "Main Menu": [
        null,
        "Menyunkulu"
    ],
    "How would you like to receive messages about you and your baby?": [
        null,
        "Xana u ta tsakela ku kuma njhani swihungwana hi mayelana na wena na ricece ra wena"
    ],
    "WhatsApp": [
        null,
        "WhatsApp"
    ],
    "SMS": [
        null,
        "SMS"
    ],
    "Welcome to the Department of Health's MomConnect. Please choose an option:": [
        null,
        "Wa amukeriwa eka MomConnect ya Ndzawulo ya Rihanyo. Hlawula opuxini:"
    ],
    "Send us a compliment": [
        null,
        "Rhumela xibumabumelo"
    ],
    "Send us a complaint": [
        null,
        "Nghenisa xivilelo"
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your compliment.": [
        null,
        "Inkomu. Ku nga ri khale hi ta ku rhumela swiletelo swa leswi u faneleke ku hi rhumerisa swona swibumabumelo swa wena."
    ],
    "Thank you. We will send you a message shortly with instructions on how to send us your complaint.": [
        null,
        "Inkomu. SMS ya wena yi ta rhumeriwa ku nga ri khale."
    ],
    "Welcome to the Department of Health's MomConnect. Choose an option:": [
        null,
        "Wa amukeriwa eka MomConnect ya Ndzawulo ya Rihanyo. Hlawula opuxini:"
    ],
    "Get the full set of messages": [
        null,
        "Ku kuma mahungu yo helela"
    ],
    "To register for the full set of MomConnect messages, please visit your nearest clinic.": [
        null,
        "Ku titsarisela ku kuma mahungu yo helela ya MomConnect, endzela tliliniki ya le kusuhi na laha u tshamaka kona."
    ]
}